Repository: phomes/gnome-system-tools
Catalog: po/*.po
Languages: be@latin, ne, nn, or, sl

source: Computer activity logger
be@latin: Dziońnik dziejnaści kamputara
ne: कम्प्युटर क्रियाकलाप लगकर्ता
or: କମ୍ପୁଟର କାର୍ଯ୍ଯକଳାପ ଲଗର
sl: Dnevnik dejavnosti računalnika

source: Keeps a log of your computer activity
be@latin: Viadzie dziońnik dziejnaści tvajho kamputara
ne: तपाईँको कम्प्युटर क्रियाकलापको एउटा लग राख्दछ
or: ଆପଣଙ୍କର କମ୍ପୁଟରର କାର୍ଯ୍ଯକଲାପର ଗୋଟିଏ ଲଗ ରଖନ୍ତୁ
sl: Piše dnevnik dejavnosti računalnika

source: Web server
ne: वेब सर्भर
or: ଓ୍ବେବ ସେବକ
sl: Spletni strežnik

source: Shares your web pages over the Internet
be@latin: Publikuje tvaje web-staronki praz Internet
ne: इन्टरनेटमा तपाईँको वेब पृष्ठहरू साझेदारी गर्दछ
or: ଇଣ୍ଟରନେଟ ଦ୍ବାରା ଆପଣଙ୍କର ଓ୍ବେବପ୍ରୁଷ୍ଠାକୁ ବାଣ୍ଟନ୍ତୁ
sl: Deljenje vaših spletnih strani preko interneta

source: Are you sure you want to delete this share?
be@latin: Ty sapraŭdy chočaš vydalić hety ahulny resurs?
ne: तपाईँ यो साझेदारी मेट्न यकिन हुनुहुन्छ?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ସହଭାଗକୁ ଅପସାରିତ କରିବା ପାଇଁ ଚାହାଁନ୍ତି?
sl: Ali ste prepričani, da želite izbrisati to deljenje?

source: Other computers in your network will stop viewing this.
be@latin: Inšyja kamputary z tvajoj sietki nia zmohuć prahladać jaho.
ne: तपाईँको सञ्जालमा भएका अन्य कम्प्युटरहरूले यो देखाउन रोक्नेछन्।
or: ଆପଣଙ୍କ ନେଟୱାର୍କରେ ଥିବା ଅନ୍ଯ କମ୍ପୁଟର ଗୁଡିକ ଏହାକୁ ଦେଖିବା ବନ୍ଦ କରିଦେବେ।
sl: Ostali računalniki v omrežju ne bodo več videli tega.

source: Add a shared path, modifies it if it already exists
be@latin: Dadaje ahulnuju ściežku, madyfikuje jaje, kali taja ŭžo isnuje
ne: साझेदारी गरिएको एउटा बाटो थप्नुहोस, यदि पहिल्यै अवस्थित छ भने परिमार्जन गर्दछ
or: ଗୋଟିଏ ସହଭାଗ ପଥକୁ ଯୋଗ କରନ୍ତୁ, ଯଦି ଏହା ପୂର୍ବରୁ ଅପସ୍ଥିତ ଥାଏ ତାହାହେଲେ ଏହାକୁ ରୂପାନ୍ତରିତ କରନ୍ତୁ
sl: Doda deljeno pot, jo spremeni, če že obstaja

source: Shared folders settings
be@latin: Nałady ahulnych katalohaŭ
ne: साझेदारी गरिएका फोल्डरका सेटिङ
or: ସହଭାଗ ଫୋଲଡର ମାନଙ୍କର ବିନ୍ଯାସ
sl: Nastavitve deljenih map

source: _Share folder
be@latin: _Abahulniaj kataloh
ne: साझेदार फोल्डर
or: ବଣ୍ଟା ଯାଇଥିବା ଫୋଲଡର (_S)
sl: _Deli mapo

source: Share this folder with other computers
be@latin: Abahulniaj hety kataloh ź inšymi kamputarami
ne: यो फोल्डरलाई अन्य कम्प्युटरसँग साझेदार गर्नुहोस्
or: ଅନ୍ଯ କମ୍ପୁଟର ମାନଙ୍କ ସହିତ ଏହି ଫୋଲଡରକୁ ବାଣ୍ଟନ୍ତୁ
sl: Delite mapo z ostalimi računalniki

source: Allowed host/network
be@latin: Dazvoleny host/sietka
ne: अनुमति प्राप्त होस्ट/सञ्जाल
or: ଅନୁମତି ପ୍ରାପ୍ତ ଆଧାର/ନେଟୱାର୍କ
sl: Dovoljen gostitelj/omrežje

source: Hosts in the %s network
be@latin: Hosty ŭ sietcy %s
ne: %s सञ्जालमा होस्टहरू
or: %s ନେଟୱାର୍କରେ ଆଧାର
sl: Gostitelji v omrežju %s

source: Specify hostname
be@latin: Vyznač nazvu hostu
ne: होस्टको नाम तोक्नुहोस्
or: ଆଧାର ନାମକୁ ଉଲ୍ଲେକ କରନ୍ତୁ
sl: Navedite ime gostitelja

source: Specify IP address
be@latin: Vyznač IP adras
ne: आई पी ठेगाना तोक्नुहोस्
nn: Oppgje IP-adresse
or: ଆଇ.ପି. ଠିକଣାକୁ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ
sl: Navedite naslov IP

source: Specify network
be@latin: Vyznač sietku
ne: सञ्जाल तोक्नुहोस्
or: ନେଟୱାର୍କକୁ ଉଲ୍ଲେଖ କରନ୍ତୁ
sl: Navedite omrežje

source: Do not share
be@latin: Nie abahulniaj
ne: साझेदार नगर्नुहोस्
or: ବାଣ୍ଟନ୍ତୁ ନାହିଁ
sl: Ne deli

source: Configure which folders are available for your network neighborhood
be@latin: Skanfihuruj katalohi, dastupnyja dla sietkavaha navakolla
ne: तपाईँको छिमेकी सञ्जालहरूका लागि उपलब्ध फोल्डरहरू कन्फिगर गर्नुहोस्
or: ଆପଣଙ୍କ ନେଟୱାର୍କ ପଡୋଶୀରେ କେଉଁ ଫୋଲଜର ଗୁଡିକ ରହିବେ ସେଥିପାଇଁ ବିନ୍ଯାସ କରନ୍ତୁ
sl: Nastavite, katere mape so na voljo za vašo mrežno soseščino

source: Shared Folders
be@latin: Ahulnyja katalohi
ne: साझेदारी गरिएका फोल्डरहरू
or: ସହଭାଗ ଫୋଲଡର
sl: Deljene mape

source: Sharing services are not installed
be@latin: Pasłuhi abahulnieńnia nie zainstalavanyja
ne: साझेदारी गरिएका सेवाहरू स्थापना भएका छैनन्
or: ସହଭାଜ ସେବା ଗୁଡିକ ସ୍ଥାପିତ ହୋଇନାହିଁ
sl: Storitve deljenja niso nameščene

source: You need to install at least either Samba or NFS in order to share your folders. The tool will close now.
be@latin: Ty musiš zaisntalavać chacia b albo Samba, albo NFS, kab zmahčy abahulniać svaje katalohi. Pryłada začyniajecca.
ne: फोल्डरहरू साझेदारी गर्नका लागि तपाईँले कम्तीमा पनि साम्बा वा NFS लाई स्थापना गर्नुपर्ने हुन्छ। उपकरण अब बन्द हुँदैछ।
or: ଆପଣଙ୍କ ଫୋଲଡରକୁ ସହଭାଗ କରିବା ପାଇଁ ଆପଣ ଅତିକମରେ ଶାମ୍ବା କିମ୍ବା ଏନ.ଏଫ.ଏସ. କୁ ସ୍ଥାପନ କରିବା ଉଚିତ। ଉପକରଣଟି ବର୍ତ୍ତମାନ ବନ୍ଦ ହୋଇଯିବ।
sl: Namestiti morate vsaj Sambo ali NFS, da bi lahko delili mape. Orodje se bo zdaj zaprlo.

source: NTP support is not installed
be@latin: Padtrymka NTP nie zainstalavanaja
ne: NTP समर्थन स्थापित छैन
or: NTP ସହାୟତା ସ୍ଥାପିତ ହୋଇନାହିଁ
sl: Podpora za NTP ni nameščena

source: Please install and activate NTP support in the system to enable synchronization of your local time server with Internet time servers.
be@latin: Zainstaluj i zadziejničaj padtrymku NTP, kab uklučyć synchranizacyju lakalnaha servera času z Internet-serverami času.
ne: तपाईँको स्थानीय समय सर्भरलाई इन्टरनेट समय सर्भरहरूसँग समक्रमण सक्षम पार्नका लागि कृपया प्रणालीमा NTP सक्रिय पार्नुहोस् र स्थापना गर्नुहोस्।
or: ଆପଣଙ୍କର ସ୍ଥାନୀୟ ସମୟ ସେବକକୁ ଇଣ୍ଟରନେଟ ସମୟ ସେବକ ସହିତ ଏକକାଳୀନ କରିବା ପାଇଁ ଦୟାକରି ଆପଣଙ୍କ ତନ୍ତ୍ରରେ NTP ସହାୟତାକୁ ସ୍ଥାପନ ଏବଂ ସକ୍ରିୟଣ କରନ୍ତୁ।
sl: Prosim namestite in vključite podporo za NTP da bi vključili sinhronizacijo vašega lokalnega časovnega strežnika z internetnimi časovnimi strežniki.

source: Time and Date Settings
be@latin: Nałady času j daty
ne: समय र मिति सेटिङ
nn: Innstillingar for tid og dato
or: ସମୟ ଏବଂ ତାରିଖ ବିନ୍ଯାସ
sl: Nastavitve časa in datuma

source: Change system time, date, and timezone
be@latin: Źmianiaje systemny čas, datu i časavy pojas
ne: प्रणाली समय, मिति र समय क्षेत्रलाई परिवर्तन गर्नुहोस्
or: ତନ୍ତ୍ରର ସମୟ, ତାରିଖ, ଏବଂ ସମୟ ମଣ୍ଡଳକୁ ପରିବର୍ତନ କରନ୍ତୁ
sl: Spremenite sistemski čas, datum in časovni pas

source: Time and Date
be@latin: Čas i data
ne: समय र मिति
nn: Tid og dato
or: ସମୟ ଏବଂ ତାରିଖ
sl: Čas in datum

source: Error saving profile
be@latin: Pamyłka zapisu profilu
ne: प्रोफाइल बचत गर्दा त्रुटि
or: ରୂପରେଖକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତୃଟି
sl: Napaka pri shranjevanju profila

source: Create New profile
be@latin: Stvary novy profil
ne: नयाँ प्रोफाइल सिर्जना गर्नुहोस्
nn: Lag ny profil
or: ନୂତନ ରୂପରେଖ ସୃଷ୍ଟି କରନ୍ତୁ
sl: Ustvari nov profil

source: Settings for profile %s
be@latin: Nałady dla profilu %s
ne: प्रोफाइल %s का लागि सेटिङ
or: %s ରୂପରେଖ ପାଇଁ ବିନ୍ଯାସ
sl: Nastavitve za profil %s

source: Create New Group
be@latin: Stvary novuju hrupu
ne: नयाँ समूह सिर्जना गर्नुहोस्
nn: Lag ny gruppe
or: ନୂତନ ସମୂହ ସୃଷ୍ଟି କରନ୍ତୁ
sl: Ustvari novo skupino

source: Invalid group ID
be@latin: Niapravilny ID hrupy
ne: अवैध समूह आइ डि
or: ଅବୈଧ ସମୂହ ପରିଚୟ
sl: Neveljaven ID skupine

source: Group ID must be a positive number
be@latin: ID hrupy musić być dadatnym likam
ne: समूह आइ डि एउटा धनात्मक सङ्ख्या नै हुनुपर्दछ
or: ସମୂହ ପରିଚୟ ଗୋଟିଏ ଧନାତ୍ମକ ସଂଖ୍ଯା ହେବା ଉଚିତ
sl: ID skupine mora biti pozitivno število

source: Group ID of the "root" user should not be modified
be@latin: Nielha madyfikavać ID hrupy dla karystalnika "root"
ne: "मूल"प्रयोगकर्ताको समूह आइ डी लाई परिमार्जन गर्न हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" ର ସମୂହ ପରଚୟକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ ନୁହେଁ
sl: ID skupine uporabnika "root" ne sme biti spremenjen

source: This would leave the system unusable
be@latin: Hetaja aperacyja zrobić niemahčymym karystańnie systemaj
ne: यसले प्रणालीलाई प्रयोग गर्न अयोग्य छोड्छ
or: ଏହା ତନ୍ତ୍ରକୁ ଅବ୍ଯବହାର୍ଯ୍ଯ ଅବସ୍ଥାରେ ଛାଡିଦେବ।
sl: To bi naredilo sistem neuporaben

source: Group ID %s already exists
be@latin: ID hrupy %s užo isnuje
ne: समूह आइडि %s पहिले देखि नै अवस्थित छ
or: %s ଚାଳକ ପରିଚୟ ପୂର୍ବରୁ ରହିଛି
sl: ID skupine %s že obstaja

source: Group name is empty
be@latin: Nazva hrupy pustaja
ne: समूहको नाम खाली छ
or: ସମୂହ ନାମ ଖାଲି ଅଛି
sl: Ime skupine je prazno

source: A group name must be specified
be@latin: Treba vyznačyć nazvu hrupy
ne: एउटा समूहको नाम तोक्नै पर्दछ
or: ଗୋଟିଏ ସମୂହ ନାମକୁ ଉଲ୍ଲେଖ କରାଯିବା ଉଚିତ।
sl: Navedeno mora biti ime skupine

source: The group name is too long
be@latin: Nazva hrupy nadta doŭhaja
ne: समूहको नाम अति लामो भयो
or: ସମୂହ ନାମଟି ବହୁତ ବଡ ଅଟେ
sl: Ime skupine je predolgo

source: To be valid, the group name should have less than %d character
be@latin: Kab być pravilnaj, nazva hrupy musić być u daŭžyniu mienš čym %d znak
ne: वैध हुनका लागि समूहको नाम %d भन्दा कम क्यारेक्टरको हुनुपर्दछ
or: ବୈଧ ହେବା ପାଇଁ, ସମୂହ ନାମରେ %d ଟି ଅକ୍ଷରରୁ କମ ସଂଖ୍ଯକ ଅକ୍ଷର ରହିବା ଉଚିତ
sl: Ime skupine mora imeti manj kot %d znak, da je veljavno.

source: Group name has invalid characters
be@latin: Nazva hrupy ŭtrymlivaje niapravilnyja znaki
ne: समूह नाममा अवैध क्यारेक्टरहरू छन्
or: ସମୂହ ନାମରେ ଅବୈଧ ଅକ୍ଷର ଅଛି
sl: Ime skupine vsebuje neveljavne znake

source: Please set a valid group name, using only lower case letters
be@latin: Akreśli pravilnuju nazvu hrupy, jakaja ŭtrymlivaje tolki małyja litary
ne: कृपया सानो बर्णका अक्षरहरू प्रयोग गरेर, एउटा वैध समूह नाम सेट गर्नुहोस्
or: ଦୟାକରି କେବଳ ଛୋଟ ଅକ୍ଷର ଧାରଣ କରିଥିବା ଗୋଟିଏ ବୈଧ ସମୂହ ନାମକୁ ବିନ୍ଯାସ କରନ୍ତୁ
sl: Prosim nastavite veljavno ime skupine, ki uporablja le male črke

source: Group "%s" already exists
be@latin: Hrupa "%s" užo isnuje
ne: समूह "%s" पहिल्यै अवस्थित छ
or: "%s" ସମୂହ ପୂର୍ବରୁ ରହିଛି
sl: Skupina "%s" že obstaja.

source: Please select a different group name
be@latin: Abiary inšuju nazvu hrupy.
ne: कृपया भिन्न समूह नाम चयन गर्नुहोस्
or: ଗୋଟିଏ ଭିନ୍ନ ସମୂହ ନାମକ ଚୟନ କରନ୍ତୁ
sl: Prosim izberite drugo ime skupine

source: Group name of the "root" user should not be modified
be@latin: Nielha madyfikavać nazvu hrupy dla karystalnika "root"
ne: "मूल" प्रयोगकर्ताको समूह नाम परिमार्जन गर्न हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" ର ସମୂହ ନାମକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ ନୁହେଁ
sl: Ime skupine uporabnika "root" ne sme biti spremenjeno

source: The group "root" should not be deleted
be@latin: Nielha vydalić hrupu "root"
ne: समूह "मूल" मेट्नु हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" ସମୂହକୁ ଅପସାରଣ କରିବା ଉଚିତ ନୁହେଁ
sl: Skupina "root" ne sme biti izbrisana

source: Are you sure you want to delete group "%s"?
be@latin: Ty sapraŭdy chočaš vydalić hrupu "%s"?
ne: तपाईँ समूह "%s" मेट्न यकिन हुनुहुन्छ?
nn: Er du sikker på at du vil sletta gruppa «%s»?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ "%s" ସମୂହକୁ ଅପସାରିତ କରିବା ପାଇଁ ଚାହାଁନ୍ତି?
sl: Ali ste prepričani, da želite izbrisati skupino "%s"?

source: This may leave files with invalid group ID in the filesystem.
be@latin: Heta moža pryvieści da najaŭnaści na fajłavaj systemie fajłaŭ ź niapravilnym ID hrupy.
ne: यसले फाइलहरूलाई फाइल प्रणालीमा अवैध समूह आइडिको रूपमा छोड्न सक्छ।
or: ଏହା ଫାଇଲକୁ ଫାଇଲ ତନ୍ତ୍ରରେ ଥିବା ଅବୈଧ ସମୂହ ପରିଚୟ ସହିତ ଛାଡି ଦେଇପାରେ।
sl: To lahko v datotečnem sistemu pusti datoteke z neveljavnim ID-jem skupine.

source: Settings for Group %s
be@latin: Nałady dla hrupy %s
ne: %s समूहका लागि सेटिङ
or: %s ସମୂହ ପାଇଁ ବିନ୍ଯାସ
sl: Nastavitve za skupino %s

source: Group
be@latin: Hrupa
ne: समूह
nn: Gruppe
or: ସମୂହ
sl: Skupina

source: User name contains
be@latin: Nazva karystalnika ŭtrymlivaje
ne: प्रयोगकर्ता नाममा समाविष्ट
nn: Brukarnamnet inneheld
or: ଚାଳକ ନାମଟି ଏହା ଧାରଣ କରିଅଛି
sl: Uporabniško ime vsebuje

source: User ID is
be@latin: ID karystalnika -
ne: प्रयोगकर्ता आई डी
nn: Brukar-ID er
or: ଚାଳକର ପରିଚୟ ଏହା ଅଟେ
sl: Uporabniški ID je

source: Group name contains
be@latin: Nazva hrupy ŭtrymlivaje
ne: समूहको नामले समाविष्ट गर्दछ
nn: Gruppenamn inneheld
or: ସମୂହ ନାମ ଏହା ଧାରଣ କରିଅଛି
sl: Ime skupine vsebuje

source: User GID is
be@latin: GID karystalnika -
ne: प्रयोगकर्ता GID
nn: Brukar-ID er
or: ଚାଳକର GID ଏହା ଅଟେ
sl: GID uporabnika je

source: Users and Groups
be@latin: Karystalniki i hrupy
ne: प्रयोगकर्ता र समूहहरू
nn: Brukarar og grupper
or: ଚାଳକ ଏବଂ ସମୂହ ମାନ
sl: Uporabniki in skupine

source: Passwords do not match
be@latin: Paroli adroźnivajucca
ne: पासवर्डहरू मिल्दैन्
nn: Passorda stemmer ikkje overeins
or: ପ୍ରବେଶ ସଙ୍କେତ ଦ୍ବୟ ମିଶୁ ନାହାଁନ୍ତି
sl: Gesli se ne ujemata

source: Bad password: %s. Please try with a new password
be@latin: Kiepski parol: %s. Pasprabuj novy parol
ne: गलत पासवर्ड: %s. कृपया नयाँ पासवर्ड कोशिस गर्नुहोस्
or: ଖରାପ ପ୍ରବେଶ ସଙ୍କେତ: %s ଦୟାକରି ଗୋଟିଏ ନୂତନ ପ୍ରବେଶ ସଙ୍କେତ ସହିତ ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ
sl: Neveljavno geslo: %s. Prosim poskusite z novim geslom

source: The profile must have a name
be@latin: Profil musić mieć nazvu
ne: प्रोफाइलमा एउटा नाम हुन पर्दछ
or: ରୂପରେଖର ଗୋଟିଏ ନାମ ରହିବା ଉଚିତ
sl: Profil mora imeti ime

source: The profile must have a default home
be@latin: Profil musić mieć zmoŭčany chatni kataloh
ne: प्रोफाइलमा एउटा पूर्वनिर्धारित गृह हुनुपर्दछ
or: ରୂପରେଖର ଗୋଟିଏ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ମୂଳସ୍ଥାନ ରହିବା ଉଚିତ
sl: Profil mora imeti privzeti dom

source: The profile must have a default shell
be@latin: Profil musić mieć zmoŭčanuju abałonku
ne: प्रोफाइलमा एउटा पूर्वनिर्धारित शेल हुनुपर्दछ
or: ରୂପରେଖର ଗୋଟିଏ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଆବରଣ ରହିବା ଉଚିତ
sl: Profil mora imeti privzeto ukazno lupino

source: The default profile should not be deleted
be@latin: Niemahčyma vydalić zmoŭčany profil
ne: पूर्वनिर्धारित प्रोफाइललाई मेट्नु हुँदैन
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ରୂପରେଖକୁ ଅପସାରଣ କରାଯିବା ଉଚିତ ନୁହେଁ
sl: Privzeti profil ne sme biti izbrisan

source: This profile is used for setting default data for new users
be@latin: Hety profil vykarystoŭvajecca dla akreśleńnia źviestak dla novych karystalnikaŭ
ne: यो प्रोफाइललाई नयाँ प्रयोगकर्ताहरूका लागि पूर्वनिर्धारित डेटा सेट गर्नलाई प्रयोग गरिन्छ
or: ନୂତନ ଚାଳକ ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତଥ୍ଯ ବିନ୍ଯାସ କରିବାରେ ଏହି ରୂପରେଖକୁ ବ୍ଯବହାର କରାଯାଏ
sl: Ta profil se uporablja za nastavljanje privzetih podatkov za nove uporabnike

source: Delete profile "%s"?
be@latin: Vydalić profil "%s"?
ne: "%s" प्रोफाइल मेट्नुहन्छ ?
nn: Sletta profilen «%s»?
or: "%s" ରୂପରେଖକୁ ଅପସାରଣ କରିବେ କି?
sl: Ali želite izbrisati profil "%s"?

source: You will not be able to recover this profile after pressing "apply".
be@latin: Ty nia zmožaš adnavić hety profil paśla nacisku "Užyj".
ne: "लागू गर्नुहोस्" थिचेपछि तपाईँ यो प्रोफाइललाई पुन:प्राप्त गर्न सक्नुहुन्न।
or: "ପ୍ରୟୋଗ କରନ୍ତୁ" ବଟନକୁ ଦବାଇବା ପରେ ଆପଣ ଏହି ରୂପରେଖକୁ ପୁନର୍ଲାଭ କରିପାରିବେ ନାହିଁ।
sl: Po pritisku gumba "uveljavi", tega profila ne boste več mogli dobiti nazaj.

source: Profile
be@latin: Profil
ne: प्रोफाइल
nn: Profil
or: ରୂପରେଖ
sl: Profil

source: Comment
be@latin: Kamentar
ne: टिप्पणी
nn: Kommentar
or: ଟିପ୍ପଣୀ
sl: Komentar

source: C_lear
be@latin: _Ačyść
ne: खाली गर्नुहोस्
nn: T_øm
or: ସଫା କରନ୍ତୁ (_l)
sl: Poči_sti

source: Choice
be@latin: Vybar
ne: रोजाई
or: ବିକଲ୍ପ
sl: Izbira

source: Text
be@latin: Tekst
ne: पाठ
nn: Tekst
or: ପାଠ୍ଯ
sl: Besedilo

source: The "root" user should not be deleted
be@latin: Nielha vydalić karystalnika "root"
ne: "मूल" प्रयोगकर्तालाई मेट्नु हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" କୁ ଅପସାରଣ କରିବା ଉଚିତ ନୁହେଁ
sl: Uporabnik "root" ne sme biti izbrisan

source: This would leave the system unusable.
be@latin: Hetaja aperacyja zrobić niemahčymym karystańnie systemaj.
ne: यसले प्रणालीलाई प्रयोग गर्न अयोग्य छोड्छ।
or: ଏହା ତନ୍ତ୍ରକୁ ଅବ୍ଯବହାର୍ଯ୍ଯ ଅବସ୍ଥାରେ ଛାଡିଦେବ।
sl: To bi naredilo sistem neuporaben.

source: Are you sure you want to delete user "%s"?
be@latin: Ty sapraŭdy chočaš vydalić karystalnika "%s"?
ne: तपाईँ "%s" प्रयोगकर्तालाई मेट्न यकिन हुनुहुन्छ?
nn: Er du sikker på at du vil sletta brukaren «%s»?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ "%s" ଚାଳକକୁ ଅପସାରଣ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି?
sl: Ali ste prepričani, da želite izbrisati uporabnika "%s"?

source: This will disable this user's access to the system without deleting the user's home directory.
be@latin: Hetaja aperacyja adklučyć mahčymaść dostupu da systemy hetaha karystalnika, nie vydalajučy jaho chatniaha katalohu.
ne: यसले गृह डाइरेक्टरी नमेट्दै, यो प्रयोगकर्ताको प्रणालीमा पहुँच अक्षम पार्नेछ।
or: ଏହା ଚାଳକର ମୂଲସ୍ଥାନ ପଞ୍ଜିକାକୁ ଅପସାରିତ ନ କରି ତାହାର ଅଭିଗମକୁ ନିଷ୍କ୍ରିୟ କରିଦେବ।
sl: To bo onemogočilo dostop uporabnika do sistema, brez da bi izbrisali uporabnikov domači imenik.

source: User Account Editor
be@latin: Redaktar kontaŭ karystalnikaŭ
ne: प्रयोगकर्ता खाता सम्पादक
or: ଚାଳକ ହିସାବ ଖାତା ସମ୍ପାଦକ
sl: Urejevalnik uporabniških računov

source: The user name is empty
be@latin: Nazva karystalnika pustaja
ne: प्रयोगकर्ताको नाम खाली छ
or: ଚାଳକ ନାମଟି ଖାଲି ଅଛି
sl: Uporabniško ime je prazno

source: A user name must be specified.
be@latin: Treba vyznačyć nazvu karystalnika.
ne: एउटा प्रयोगकर्ताको नाम तोक्नै पर्छ।
or: ଗୋଟିଏ ଚାଳକ ନାମକୁ ଉଲ୍ଲେଖ କରିବା ଉଚିତ।
sl: Podano mora biti uporabniško ime.

source: The user name is too long
be@latin: Nazva karystalnika nadta daŭhaja
ne: प्रयोगकर्ताको नाम अति लामो भयो
or: ଚାଳକ ନାମଟି ବହୁତ ବଡ ଅଟେ
sl: Uporabniško ime je predolgo

source: To be valid, the user name should have less than %d character
be@latin: Kab być pravilnaj, nazva karystalnika musić być u daŭžyniu mienš čym %d znak
ne: वैध हुनका लागि प्रयोगकर्ताको नाम %d क्यारेक्टरभन्दा कम हुनुपर्दछ
or: ବୈଧ ହେବା ପାଇଁ, ଚାଳକ ନାମରେ %d ଅକ୍ଷରରୁ କମ ସଂଖ୍ଯକ ଅକ୍ଷର ଥିବା ଉଚିତ
sl: Uporabniško ime mora vsebovati manj kot %d znak, da je veljavno.

source: User name for the "root" user should not be modified
be@latin: Nielha madyfikavać nazvu karystalnika dla karystalnika "root"
ne: "मूल" प्रयोगकर्ताका लागि प्रयोगकर्ता नाम परिमार्जन गरिनु हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" ର ଚାଳକ ନାମକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ ନୁହେଁ
sl: Uporabniško ime za uporabnika "root" ne sme biti spremenjeno

source: User name has invalid characters
be@latin: Nazva karystalnika ŭtrymlivaje niapravilnyja znaki
ne: प्रयोगकर्ताको नाममा अवैध क्यारेक्टरहरू छन्
or: ଚାଳକ ନାମରେ ଅବୈଧ ଅକ୍ଷର ଅଛି
sl: Uporabniško ime vsebuje neveljavne znake

source: Please set a valid user name consisting of a lower case letter followed by lower case letters and numbers.
be@latin: Akreśli pravilnuju nazvu karystalnika, što ŭjaŭlaje małuju litaru, za jakoj idzie paśladoŭnaść małych litar i ličbaŭ.
ne: कृपया सानो बर्णका अक्षरहरूले पछ्याएको एउटा सानो बर्णको अक्ष सम्मिलित एउटा वैध प्रयोगकर्त नाम सेट गर्नुहोस्।
or: ଦୟାକରି ଗୋଟିଏ ବୈଧ ଚାଳକ ନାମକୁ ବିନ୍ଯାସ କରନ୍ତୁ ଯାହାକି ଛୋଟ ଅକ୍ଷର ଧାରଣ କରିଅଛି ଏବଂ ଛୋଟ ଅକ୍ଷର ଆଉ ସଂଖ୍ଯା ଦ୍ବାରା ଅନୁସରିତ ଅଟେ।
sl: Prosim, nastavite veljavno uporabniško ime, ki vsebuje malo črko, ki ji sledijo male črke in številke.

source: User name "%s" already exists
be@latin: Nazva karystalnika "%s" užo isnuje
ne: प्रयोगकर्ता नाम "%s" पहिले नै अवस्थित छ
or: "%s" ଚାଳକ ନାମ ପୂର୍ବରୁ ରହିଛି
sl: Uporabniško ime "%s" že obstaja

source: Please select a different user name.
be@latin: Abiary inšuju nazvu karystalnika.
ne: कृपया भिन्न प्रयोगकर्ता नाम चयन गर्नुहोस्।
or: ଗୋଟିଏ ଭିନ୍ନ ଚାଳକ ନାମକୁ ଚୟନ କରନ୍ତୁ।
sl: Prosim, izberite drugo uporabniško ime.

source: Invalid character "%c" in comment
be@latin: Niapravilny znak "%c" u kamentary
ne: टिप्पणीमा अवैध क्यारेक्टर "%c"
or: ଟିପ୍ପଣୀରେ ଅବୈଧ "%c" ଅକ୍ଷର
sl: Neveljavni znak "%c" v komentarju

source: Check that this character is not used.
be@latin: Pravier, kab hety znak nie ŭžyvaŭsia.
ne: यी क्यारेक्टरहरू प्रयोग नगरिएको कुरा जाँच्नुहोस्।
or: ଏହି ଅକ୍ଷରଟି ବ୍ଯବହାର ହେଉନାହିଁ ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ।
sl: Preverite, ali ta znak že ni uporabljen.

source: Home directory should not be empty
be@latin: Chatni kataloh nia musić być pustym
ne: मुख्य डाइरेक्टरी खाली हुनु हुँदैन
or: ମୂଳସ୍ଥାନ ପଞ୍ଜିକାଟି ଖାଲି ରହିବା ଉଚିତ ନୁହେଁ
sl: Domači imenik ne sme biti prazen

source: Make sure you provide a home directory.
be@latin: Pravier, ci vyznačany chatni kataloh.
ne: तपाईँले गृह डाइरेक्टरी प्रदान गर्ने कुरा निश्चित बनाउनुहोस्।
or: ଆପଣ ଗୋଟିଏ ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ପ୍ରଦାନ କରିଛନ୍ତି ବୋଲି ନିଶ୍ତିତ ହୁଅନ୍ତୁ।
sl: Prepričajte se, da ste podali domači imenik.

source: Incomplete path in home directory
be@latin: Niapoŭnaja ściežka ŭ chatnim katalohu
ne: गृह डाइरेक्टरीमा अपूर्ण बाटो
or: ମୂଳସ୍ଥାନ ପଞ୍ଜିକାରେ ଅସମ୍ପୂର୍ଣ୍ଣ ପଥ
sl: Nepopolna pot v domači imenik

source: Please enter full path for home directory <span size="smaller">i.e.: /home/john</span>.
be@latin: Uviadzi poŭnuju ściežku dla chatniaha katalohu <span size="smaller">napr.: /home/janka</span>.
ne: कृपया गृह डाइरेक्टरीका लागि पूरा वाटो प्रविष्ट गर्नुहोस् <span size="smaller">जस्तै.:/home/john</span>।
or: ଦୟାକରି ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ପଥ ଭରଣ କରନ୍ତୁ <span size="smaller">i.e.: /home/john</span>.
sl: Prosim vnesite celo pot za domači imenik <span size="smaller">npr.: /home/janez</span>.

source: Home directory of the "root" user should not be modified
be@latin: Nielha madyfikavać chatni kataloh dla karystalnika "root"
ne: "मूल" प्रयोगकर्ताको गृह डाइरेक्टरी परिमार्जन गर्न हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" ର ମୂଳସ୍ଥାନ ପଞ୍ଜିକାକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ ନୁହେଁ
sl: Domači imenik uporabnika "root" ne sme biti spremenjen

source: Invalid user ID
be@latin: Niapravilny ID karystalnika
ne: अवैध प्रयोगकर्ता आइ डि
or: ଅବୈଧ ଚାଳକ ପରିଚୟ
sl: Neveljaven uporabniški ID

source: User ID must be a positive number.
be@latin: ID karystalnika musić być dadatnym likam.
ne: प्रयोगकर्ता आइ डि धनात्मक हुनै पर्छ।
or: ଚାଳକ ପରିଚୟଟି ଗୋଟିଏ ଧନାତ୍ମକ ସଂଖ୍ଯା ହେବା ଉଚିତ।
sl: Uporabniški ID mora biti pozitivna številka.

source: User ID of the "root" user should not be modified
be@latin: Nielha madyfikavać ID karystalnika dla karystalnika "root"
ne: "मूल" प्रयोगकर्ताको प्रयोगकर्ता आइ डी परिमार्जन गर्न हुँदैन
or: "ରୁଟ (ପ୍ରମୂଖ ଚାଳକ)" ର ଚାଳକ ପରଚୟକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ ନୁହେଁ
sl: Uporabniški ID uporabnika "root" ne sme biti spremenjen

source: User ID %s already exists
be@latin: ID karystalnika %s užo isnuje
ne: प्रयोगकर्ता आइ डि %s पहिले नै अवस्थित छ
or: %s ଚାଳକ ପରିଚୟ ପୂର୍ବରୁ ରହିଛି
sl: Uporabniški ID %s že obstaja

source: Several users may share a single user ID, but it's not common and may lead to security problems.
be@latin: Niekalki karystalnikaŭ mohuć mieć adzin ID karystalnika, ale heta nienarmalna i moža pryvieści da prablem ź biaśpiekaj.
ne: एउटै प्रयोगकर्ता आइ डि थुप्रै प्रयोगकर्ताहरूले बाड्न सक्छन् , तर यो साझा होइन र यसले सुरक्षा समस्याहरू ल्याउन सक्छ।
or: ଅନେକ ଚାଳକ ମାନେ ଗୋଟିଏ ଚାଳକ ପରିଚୟକୁ ଭାଗ କରିପାରନ୍ତି, କିନ୍ତୁ ଏହା ସାଧାରଣ ଅଟେ ଏବଂ ଏହା ସୁରକ୍ଷା ଜନିତ ସମସ୍ଯା ସୃଷ୍ଟି କରିପାରେ।
sl: Več uporabnikov si lahko deli isti uporabniški ID, ampak to ni običajno in lahko vodi v varnostne probleme.

source: Incomplete path in shell
be@latin: Niapoŭnaja ściežka da abałonki
ne: शेलमा अपूर्ण वाटो
or: ଆବରଣରେ ଅସମ୍ପୂର୍ଣ୍ଣ ପଥ
sl: Nepopolna pot v ukazni lupini

source: Please enter full path for shell <span size="smaller">i.e.: /bin/sh</span>.
be@latin: Uviadzi poŭnuju ściežku da abałonki <span size="smaller">napr.: /bin/sh</span>.
ne: कृपया शेलका लागि पूरा वाटो प्रविष्ट गर्नुहोस् <span size="smaller">जस्तै.: /bin/sh</span>।
or: ଦୟାକରି ଆବରଣ ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ପଥକୁ ଭରଣ କରନ୍ତୁ <span size="smaller">ଅର୍ଥାତ: /bin/bash</span>.
sl: Prosim vpišite popolno pot za ukazno lupino <span size="smaller">npr.: /bin/sh</span>.

source: Password should not be empty
be@latin: Parol nia musić być pustym
ne: पासवर्ड खाली हुनु हुँदैन
or: ପ୍ରବେଶ ସଙ୍କେତଟି ଖାଲି ରହିବା ଉଚିତ ନୁହେଁ
sl: Geslo ne sme biti prazno

source: A password must be provided.
be@latin: Treba vyznačyć parol.
ne: एउटा पासवर्ड प्रदान गर्नुपर्छ।
or: ଗୋଟିଏ ପ୍ରବେଶ ସଙ୍କେତକୁ ପ୍ରଦାନ କରିବା ଉଚିତ।
sl: Podati morate geslo.

source: Password confirmation isn't correct
be@latin: Paćvierdžańnie parolu niapravilnaje
ne: पासवर्ड यकिन ठीक छैन
or: ପ୍ରବେଶ ସଙ୍କେତ ଅନୁମୋଦନଟି ସଠିକ ନୁହେଁ
sl: Potrditev gesla ni pravilna.

source: Check that you have provided the same password in both text fields.
be@latin: Pravier, kab u abodvuch palach byŭ uviedzieny adzin parol.
ne: तपाईँले दुवै पाठ क्षेत्रमा दिएको पासवर्ड उस्तै छ भन्ने कुरा जाँच्नुहोस्।
or: ଆପଣ ଉଭୟ ପାଠ୍ଯ କ୍ଷେତ୍ରରେ ସମାନ ପ୍ରବେଶ ସଙ୍କେତ ଭରଣ କରିଛିନ୍ତି କି ନାହିଁ ତାହା ଯାଞ୍ଚ କରନ୍ତୁ।
sl: Preverite, ali ste vpisali isto geslo v obe besedilni polji.

source: Settings for User %s
be@latin: Nałady dla karystalnika %s
ne: %s प्रयोगकर्ताका लागि सेटिङ
or: %s ଚାଳକ ପାଇଁ ବିନ୍ଯାସ
sl: Nastavitve za uporabnika %s

source: User
be@latin: Karystalnik
ne: प्रयोगकर्ता
nn: Brukar
or: ଚାଳକ
sl: Uporabnik

source: Home
be@latin: Dadomu
ne: गृह
nn: Heim
or: ମୂଳସ୍ଥାନ
sl: Dom

source: User details
be@latin: Detali karystalnika
ne: प्रयोगकर्ताको विवरण
or: ଚାଳକ ବିବରଣୀ
sl: Podrobnosti o uporabniku

source: Shell
be@latin: Abałonka
ne: शेल
nn: Skal
or: ଆବରଣ
sl: Ukazna lupina

source: Add or remove users and groups
be@latin: Dadavaj i vydalaj karystalnikaŭ i hrupy
ne: प्रयोगकर्ता र समूहहरूलाई जोड्नुस् वा हटाउनुहोस्
or: ଚାଳକ ଏବଂ ସମୂହ ମାନଙ୍କୁ ଯୋଗ କିମ୍ବା ଅପସାରଣ କରନ୍ତୁ
sl: Dodajte ali odstranite uporabnike in skupine

source: PATH
be@latin: ŚCIEŽKA
nn: STI
or: ପଥ
sl: POT
