Repository: phomes/gnome-system-tools
Catalog: po/*.po
Languages: be@latin, ne, nn, or, sl

source: Boot Append Editor
be@latin: Redaktar zahruzačnych vyjavaŭ
ne: थपिएको सम्पादक बुट गर्नुहोस्
or: ବୁଟ ସଂଲଗ୍ନ ସମ୍ପାଦକ
sl: Urejevalnik zagonskih dodatkov

source: Error deleting boot image
be@latin: Pamyłka vydaleńnia zahruzačnaj vyjavy
ne: बुट छवि मेट्दा त्रुटि
nn: Feil under sletting av oppstartsbilete
or: ବୁଟ ପ୍ରତିଛବିକୁ ଅପସାରଣ କରିବା ସମୟରେ ତୃଟି
sl: Napaka pri brisanju zagonske slike

source: Without at least one boot image your computer will not start.
be@latin: Kamputar nie ŭruchomicca bieź nivodnaj zahruzačnaj vyjavy.
ne: कम्तीमा एउटा बुट छवि बिना तपाईँको कम्प्युटर सुरु हुने छैन
nn: Datamaskinen vil ikkje starta utan minst eitt oppstartsbilete.
or: ଅତିକମରେ ଗୋଟିଏ ବୁଟ ପ୍ରତିଛବି ବିନା ଆପଣଙ୍କ କମ୍ପୁଟର ପ୍ରାରମ୍ଭ ହେବ ନାହିଁ।
sl: Brez vsaj ene zagonske slike se vaš računalnik ne bo zagnal.

source: Are you sure you want to delete "%s"?
be@latin: Ty sapraŭdy chočaš vydalić "%s"?
ne: के तपाईँ "%s" मेट्ने कुरामा यकिन हुनुहुन्छ?
nn: Er du sikker på at du vil sletta «%s»?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ "%s" କୁ ଅପସାରଣ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି?
sl: Ali ste prepričani, da želite izbrisati "%s"?

source: This may leave this operating system unbootable.
be@latin: Hetaja aperacyja moža zrobić systemu niezahružalnaj.
ne: यसले सञ्चालन प्रणालीलाई बुट गर्न अयोग्य बनाउन सक्छ।
nn: Dette kan gjera maskinen ute av stand til å starta.
or: ଏହା ଏହି ପ୍ରଚାଳନ ତନ୍ତ୍ରକୁ ବୁଟ ବିହୀନ ଅବସ୍ଥାରେ ଛାଡିଦେବ।
sl: To lahko pusti ta sistem nezmožen zagona.

source: The configuration will show empty
be@latin: Kanfihuracyja budzie pakazanaja pustoj
ne: यो कन्फिगरेसनले खाली देखाउनेछ
nn: Oppsettet vil visast tomt
or: ବିନ୍ଯାସଟି କିଛି ପ୍ରଦର୍ଶନ କରିବ ନାହିଁ
sl: Nastavitev bo prikazana prazna

source: The file "%s" is missing or could not be read.
be@latin: Fajłu "%s" niama albo jaho nielha pračytać.
ne: फाइल "%s" हराइरहेको छ वा पढ्न सकिदैंन।
nn: Fila «%s» manglar eller kunne ikkje lesast.
or: "%s" ଫାଇଲଟି ଅନୁପସ୍ଥିତ ଅଛି କିମ୍ବା ଏହାକୁ ପଢିହେବ ନାହିଁ।
sl: Datoteka "%s" manjka ali pa se je ne da prebrati.

source: Name
be@latin: Nazva
ne: नाम
nn: Namn
or: ନାମ
sl: Ime

source: Default
be@latin: Zmoŭčany
ne: पूर्वनिर्धारित
nn: Standard
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ
sl: Privzeto

source: Type
be@latin: Typ
ne: प्रकार
or: ପ୍ରକାର
sl: Vrsta

source: Kernel Image
be@latin: Vyjava jadra
ne: कर्नेल छवि
nn: Kjernebilete
or: କର୍ଣ୍ଣଲ ପ୍ରତିଛବି
sl: Slika jedra

source: Device
be@latin: Pryłada
ne: यन्त्र
nn: Eining
or: ଉପକରଣ
sl: Naprava

source: _Add
be@latin: _Dadaj
ne: थप्नुहोस्
nn: _Legg til
or: ଯୋଗ କରନ୍ତୁ (_A)
sl: _Dodaj

source: _Properties
be@latin: _Ułaścivaści
ne: गुण
nn: _Eigenskapar
or: ଗୁଣଧର୍ମ (_P)
sl: _Lastnosti

source: The tool could not connect to the computer
be@latin: Pryłada nie moža spałučycca z kamputaram
ne: उपकरणले तपाईँको कम्प्युटरसँग जडान गर्न सकेन
nn: Verktøyet kunne ikkje kopla til datamaskinen
or: ଉପକରଣଟି କମ୍ପୁଟର ସହିତ ସମ୍ପର୍କ ସ୍ଥାପନ କରିପାରିଲା ନାହିଁ
sl: Orodje se ne more povezati z računalnikom

source: Check that you have access to this network and that the computer is actually working and running the SSH daemon
be@latin: Pravier, ci jość dostup da hetaj sietki i ci pracuje sam kamputar i deman SSH na im
ne: तपाईँको यो कम्प्युटरमा पहुँच भए नभएको कुरा जाँच्नुहोस् र यो कम्प्युटरले कार्य गरेको छ कि छैन र SSH डाइमन चलाईरहेको छ कि छैन जाँच्नुहोस्
nn: Kontroller at du har adgang til dette nettverket og at maskinen fungerer og har SSH-nissen køyrande.
or: ଆପଣଙ୍କ ନିକଟରେ ନେଟୱାର୍କ ଅଭିଗମ ଅଛି ଏବଂ କମ୍ପୁଟରଟି ପ୍ରକୃତରେ କାର୍ଯ୍ଯ କରୁଅଛି ଏବଂ SSH ଡେମନଟି ଚାଲୁଅଛି ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ
sl: Preverite, ali imate dostop do tega omrežja in ali računalnik deluje in poganja demona SSH

source: The entered password is invalid
be@latin: Uviedzieny parol niapravilny
ne: प्रविष्ट गरिएको पासवर्ड अवैध हो
nn: Oppgjeve passord er feil
or: ଭରଣ କରାଯାଇଥିବା ପ୍ରବେଶ ସଙ୍କେତଟି ଅବୈଧ ଅଟେ
sl: Vnešeno geslo je neveljavno

source: Check that you typed it correctly and that you haven't activated the "caps lock" key
be@latin: Pravier, ci pravilna ŭviedzieny parol i ci nia ŭklučany madyfikatar "caps lock"
ne: तपाईँले यसलाई ठीकसँग टाइप गरे नगरेको र तपाईँले "caps lock" कुञ्जीलाई क्रियाशील नबनाएको कुरा जाँच्नुहोस्
nn: Kontroller at du skreiv det rett og at Caps Lock er av.
or: ଆପଣ ଏହାକୁ ସଠିକ ରୂପରେ ଟାଇପ କରିଛନ୍ତି ଏବଂ ଆପଣ "caps lock" ଚାବିକୁ ସକ୍ରିୟ କରିନାହାଁନ୍ତି ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ
sl: Preverite, ali ste ga pravilno vtipkali in da nimate vključene tipke "caps lock".

source: Could not run "%s"
be@latin: Niemahčyma vykanać "%s"
ne: "%s" सञ्चालन गर्न सकेन
nn: Klarte ikkje køyra «%s»
or: "%s" କୁ ଚଳାଇ ପାରିଲା ନାହିଁ
sl: Ni mogoče zagnati "%s"

source: Check that you have permissions to run this command
be@latin: Pravier, ci maješ prava vykonvać hety zahad
ne: तपाईँलाई यो आदेश सञ्चालन गर्न अनुमति छ कि छैन जाँच्नुहोस्
nn: Kontroller at du har lov til å utføra denne kommandoen.
or: ଏହି ନିର୍ଦ୍ଦେଶକୁ ଚଳାଇବା ପାଇଁ ଆପଣଙ୍କ ନିକଟରେ ଅନୁମତି ଅଛି ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ
sl: Preverite, ali imate dovoljenja za zagon tega ukaza.

source: An unexpected error has occurred
be@latin: Adbyłasia niečakanaja pamyłka
ne: एउटा अनपेक्षित गल्ति भएको छ
nn: Ein uventa feil har oppstått.
or: ଗୋଟିଏ ଅପ୍ରତ୍ଯାଶିତ ତୃଟି ପରିଲିଖିତ ହେଲା
sl: Prišlo je do nepričakovane napake

source: Could not execute the backend
be@latin: Niemahčyma vykanać ruchavik
ne: ब्याकइन्डलाई कार्यान्वयन गर्न सकेन
nn: Klarte ikkje starta motoren.
or: ପୃଷ୍ଠଭାଗକୁ ନିଷ୍ପାଦନ କରିପାରିଲା ନାହିଁ
sl: Ni mogoče izvesti hrbtenice

source: There was an error creating the child process, the tool will close now.
be@latin: Pry stvareńni pracesu-naščadka adbyłasia pamyłka. Pryłada zakančvaje pracu.
ne: शाखा प्रक्रिया सिर्जना गर्दा एउटा गल्ति भएको छ, यो उपकरण अब बन्द हुँनेछ।
nn: Ein feil oppstod under oppstart av barneprosessen. Verktøyet avsluttar.
or: ନିର୍ଭରକ ପ୍ରକ୍ରିୟାକୁ ସୃଷ୍ଟି କରିବା ସମୟରେ ଗୋଟିଏ ତୃଟି ଘଟିଲା, ଉପକରଣଟି ବର୍ତ୍ତମାନ ବନ୍ଦ ହୋଇଯିବ।
sl: Pri ustvarjanju podrejenega procesa je prišlo do napake, orodje se bo zdaj zaprlo.

source: Could not find widget: %s
be@latin: Niemahčyma znajści widget: %s
ne: विड्जेट %s पत्ता लगाउन सकेन।
nn: Fann ikkje element: %s
or: ୱିଜେଟକୁ ପାଇ ପାରିଲା ନାହିଁ: %s
sl: Ni mogoče najti gradnika: %s

source: There are changes which have not been applied
be@latin: Jość jašče nia ŭžytyja źmieny
ne: त्यहाँ लागू नगरिएका परिवर्तनहरू छन्
nn: Det er gjort endringar som ikkje er sette i verk.
or: ସେଠାରେ ଏପରି ପରିବର୍ତ୍ତନ ମାନ ଅଛି ଯାହାକୁ ପ୍ରୟୋଗ କରାଯାଇ ନାହିଁ
sl: Obstajajo spremembe, ki še niso bile uveljavljene

source: Apply them now?
be@latin: Užyć zaraz?
ne: के अहिले तिनीहरूलाई लागू गर्नुहुन्छ ?
nn: Setja i verk no?
or: ସେମାନଙ୍କୁ ବର୍ତ୍ତମାନ ପ୍ରୟୋଗ କରିବେ କି?
sl: Ali jih želite uveljaviti?

source: Error connection signal `%s' in widget `%s'
be@latin: Syhnał pamyłki spałučeńnia `%s' ŭ widgecie `%s'
ne: विड्जेट `%s' मा त्रुटि जडान सूचना `%s'
nn: Feil under tilkopling av signalet «%s» til elementet «%s»
or: ସଂଯୋଗ ତୃଟି ସଙ୍କେତ `%s' `%s' ୱିଜେଟରେ
sl: Napaka pri povezovalnem signalu '%s' v gradniku '%s'

source: The configuration could not be loaded
be@latin: Niemahčyma pračytać kanfihuracyju
ne: कन्फिगरेसनलाई लोड गर्न सकिएन
nn: Klarte ikkje lasta oppsett
or: ବିନ୍ଯାସକୁ ଧାରଣ କରିପାରିଲା ନାହିଁ
sl: Ni mogoče naložiti nastavitve

source: There was an error running the backend script
be@latin: Pry ŭruchamleńni skrypta-ruchavika adbyłasia pamyłka
ne: ब्याकइन्ड स्क्रिप्ट सञ्चालन गर्दा एउटा गल्ति भएको छ
nn: Feil under køyring av motorskriptet
or: ପୃଷ୍ଠଭାଗ ସ୍କ୍ରିପ୍ଟ କୁ ଚଳାଇବା ସମୟରେ ଗୋଟିଏ ତୃଟି ପରିଲିଖିତ ହେଲା
sl: Prišlo je do napake pri poganjanju hrbtenične skripte

source: Welcome to the %s prerelease of the GNOME System Tools
be@latin: Vitajem Ciabie ŭ prereliznaj versii %s GNOME System Tools
ne: जिनोम प्रणाली उपकरणहरूको %s पूर्वप्रकाशनलाई स्वागतम
nn: Velkommen til førutgåve %s av GNOME System Tools
or: ନୋମ ତନ୍ତ୍ର ଉପକରଣର %s ଉପସଂସ୍କରଣକୁ ଆପଣଙ୍କ ସ୍ବାଗତମ
sl: Dobrodošli v predizdaji %s programa GNOME Systems Tools

source: This is still a work in progress, and so it may have serious bugs. Due to the nature of these tools, bugs may render your computer <span weight="bold">practically useless</span>, costing time, effort and sanity points. You have been warned. Thank you for trying out this prerelease of the GNOME System Tools!
be@latin: Hetyja pryłady jašče aktyŭna raspracoŭvajucca, a tamu mohuć utrymlivać surjoznyja pamyłki. Z-za specyfiki hetych pryładaŭ takija pamyłki mohuć zrabić tvoj kamputar <span weight="bold">praktyčna bieskarysnym</span>, što budzie tabie kaštavać času, nervaŭ i lišnich vysiłkaŭ. Ciabie papiaredzili! Dziakuj, što karystajeśsia prereliznaj versijaj GNOME System Tools!
ne: यो अहिले पनि कार्य प्रगतिमा छ,त्यसैले यसमा डरलाग्दा त्रुटिहरू हुनसक्छन्। यी उपकरणहरूको प्रकृति अनुसार त्रुटिहरूले तपाईँको कम्प्युटरलाई <span weight="bold">व्यवहारिक रूपमा प्रयोग गर्न अयोग्य </span> दिन सक्छ,समयको मूल्य,प्रयत्न र सेनिटि बिन्दुहरूमा। तपाईँलाई चेतावनी दिइन्छ। जिनोम प्रणाली उपकरणहरूको जारी प्रकाशनपूर्व प्रयास गर्नुभएकोमा धन्यवाद!
nn: Denne verktøykassa vert framleis utvikla, og kan ha vesentlege feil. På grunn av bruksområdet til desse verktøya kan feil gjera datamaskinen din <span weight="bold">praktisk talt ubrukeleg</span>, og du kan risikera å kasta vekk tid, arbeid og sinnsro. Du er med dette åtvart. Takk for at du prøver denne førutgåva av GNOME System Tools.
or: ଏହା ତଥାପି ଗୋଟିଏ ପ୍ରଗତି ମୂଳକ କାର୍ଯ୍ଯ ଅଟେ, ଏବଂ ତେଣୁ ଏହା ଗୋଟିଏ ଗୁରୁତ୍ବପୂର୍ଣ୍ଣ ତୃଟି ହୋଇପାରେ। ଏହି ଉପକରଣ ମାନଙ୍କର ପ୍ରକୃତି ଯୋଗୁଁ, ତୃଟି ଗୁଡିକ ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ଏପରି ଭାବରେ ଚିତ୍ରଣ କରିପାରେ ଯାହାକି <span weight="bold">କାର୍ଯ୍ଯତଃ ଅନୁପଯୋଗୀ</span>, ଏବଂ ଯାହା ଅଧିକ ସମୟ, ପ୍ରଚେଷ୍ଟା ଏବଂ ମାନସିକ ସୁସ୍ଥତା ଆବଶ୍ଯକ କରିଥାଏ। ଆପଣଙ୍କୁ ଚେତାବନୀ ଦିଆଯାଇଛି। ନୋମ ତନ୍ତ୍ର ଉପକରଣର ଉପସଂସ୍କରଣକୁ ବ୍ଯବହାର କରିଥିବାରୁ ଧନ୍ଯବାଦ!
sl: Delo je še vedno v teku in zato lahko program vsebuje resne hrošče. Zaradi narave takih orodij, lahko hrošči naredijo vaš računalnik <span weight="bold">praktično neuporaben</span>, kar bi vas stalo veliko časa, truda in prištevnosti. Bili ste opozorjeni. Zahvaljujemo se vam za preizkus te predizdaje programa GNOME System Tools!

source: Warning
be@latin: Aścieražeńnie
ne: चेतावनी
nn: Åtvaring
or: ଚେତାବନୀ
sl: Opozorilo

source: Don't show me this again
be@latin: Bolš nie pakazvaj mnie heta
ne: मलाई यो फेरि नदेखाउनुहोस्
nn: Ikkje vis dette igjen
or: ମୋତେ ଏହି ଚେତାବନୀ ପୁନର୍ବାର ଦେଖାନ୍ତୁ ନାହିଁ
sl: Tega ne prikaži več

source: GNOME System Tools
be@latin: Systemnyja pryłady GNOME
ne: जिनोम प्रणाली उपकरणहरू
or: ନୋମ ତନ୍ତ୍ର ଉପକରଣ

source: Could not display help
be@latin: Niemahčyma pakazać dapamohu
ne: मद्दत प्रदर्शन गर्न सकेन
nn: Klarte ikkje visa hjelp
or: ସହୟତାକୁ ପ୍ରଦର୍ଶନ କରିପାରିଲା ନାହିଁ
sl: Ni mogoče prikazati pomoči

source: Type address
be@latin: Vyznač adras
ne: ठेगाना टाइप गर्नुहोस्
nn: Skriv adresse
or: ଠିକଣାକୁ ଟାଇପ କରନ୍ତୁ
sl: Vpišite naslov

source: Could not enable the interface %s
be@latin: Niemahčyma zadziejničać interfejs %s
ne: इन्टरफेस %s लाई सक्षम पार्न सकेन
nn: Klarte ikkje slå på grensesnittet %s
or: %s ଅନ୍ତରାପୃଷ୍ଠକୁ ସକ୍ରିୟ କରିପାରିଲା ନାହିଁ
sl: Ni mogoče vključiti vmesnika %s

source: Check that the settings are correct for this network and that the computer is correctly connected to it.
be@latin: Pravier, ci pravilna ŭviedzienyja nałady dla hetaj sietki i ci kamputar pravilna spałučany ź joju.
ne: यो सञ्जालका लागि सेटिङ उपयुक्त छन् र यसमा कम्प्युटर ठीकसँग जोडिएको छ छैन जाँचगर्नुहोस्।
nn: Kontroller at instillingane er rette for dette nettverket, og at datamaskinen er kopla til på rett måte.
or: ଏହି ନେଟୱାର୍କ ପାଇଁ ବିନ୍ଯାସ ସଠିକ ଅଛି ଏବଂ କମ୍ପୁଟରଟି ସଠିକ ରୂପରେ ସଂଯୋଗ କରାଯାଇଛି ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ।
sl: Preverite, ali so nastavitve za to omrežje pravilne in ali je računalnik pravilno povezan na to omrežje.

source: Could not autodetect modem device
be@latin: Niemahčyma aŭtamatyčna vyznačyć madem
ne: मोडेम यन्त्रलाई स्वत: तरिकाले छुट्टयाउन सकेन
nn: Klarte ikkje oppdaga modemeining.
or: ମୋଡେମ ଉପକରଣକୁ ଆପେଆପେ ଖୋଜି ପାରିଲା ନାହିଁ
sl: Ni mogoče samodejno zaznati modema

source: Check that the device is not busy and that is correctly attached to the computer.
be@latin: Pravier, ci nie zaniataja pryłada i ci jana pravilna spałučana z kamputaram.
ne: यन्त्र व्यस्त छैन र कम्प्युटरसँग ठीक तरिकाले संलग्न गरिएका बारेमा जाँच्नुहोस्।
nn: Kontroller at eininga ikkje er oppteken og at ho er kopla til datamaskinen på rett måte.
or: ଉପକରଣଟି ବ୍ଯସ୍ତ ନାହିଁ ଏବଂ ଏହା ସଠିକ ଭାବରେ କମ୍ପୁଟର ସହିତ ସଂଯୋଜିତ ହୋଇଛି ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ
sl: Preverite, da naprava ni zaposlena in da je pravilno povezana z računalnikom.

source: The host name has changed
be@latin: Nazva hostu źmianiłasia
ne: होस्टको नाम परिवर्तन भएको छ
nn: Vertsnamnet er endra.
or: ଆଧାର ନାମ ପରିବର୍ତିତ ହୋଇଅଛି
sl: Ime gostitelja se je spremenilo

source: This will prevent you from launching new applications, and so you will have to log in again. Continue anyway?
be@latin: Hetaja aperacyja zabiare ŭ ciabie mahčymaść uruchamleńnia novych aplikacyj, i tabie pryjdziecca paŭtaryć uvachod. Usio adno praciahnuć?
ne: यसले तपाईँलाई नयाँ अनुप्रयोगहरू सुरु गर्नबाट बचाउछ,र त्यसकारण तपाईँले फेरि लगइन गर्नुपर्ने हुन्छ। जे भए पनि निरन्तरता दिनुहुन्छ ?
nn: Dette vil hindra deg i å starta nye program, slik at du vert nøydd til å logga inn igjen. Halda fram likevel?
or: ଏହା ଅପଣଙ୍କୁ ନୂତନ ପ୍ରୟୋଗ ମାନଙ୍କୁ ଚଳାଇବାରୁ ନିବ୍ରୁତ ରଖିବ, ଏବଂ ତେଣୁ ଆପଣଙ୍କୁ ପୁନର୍ବାର ଲଗଇନ୍ କରିବା ପାଇଁ ପଡିବ। ତଥାପି ଜାରି ରଖିବେ କି?
sl: To vam bo preprečilo zagon novih programov in tako se boste morali znova prijaviti. Ali želite vseeno nadaljevati?

source: Change _Host name
be@latin: Źmiani nazvu _hostu
ne: होस्टको नाम परिवर्तन गर्नुहोस्
nn: Endra _vertsnamn
or: ଆଧାର ନାମକୁ ପରିବର୍ତନ କରନ୍ତୁ (_H)
sl: Spremeni ime _gostitelja

source: IP Address
be@latin: IP adras
ne: आई पी ठेगाना
nn: IP-adresse
or: ଆଇ.ପି. ଠିକଣା
sl: Naslov IP

source: Aliases
be@latin: Aliasy
ne: उपनामहरू
nn: Alias
or: ଉପନାମ
sl: Vzdevki

source: Create location
be@latin: Stvary pałažeńnie
ne: स्थान सिर्जना गर्नुहोस्
or: ଅବସ୍ଥାନ ସୃଷ୍ଟି କରନ୍ତୁ
sl: Ustvari mesto

source: Delete current location
be@latin: Vydal dziejnaje pałažeńnie
ne: हालको स्थानलाई मेट्नुहोस्
or: ବର୍ତ୍ତମାନ ଅବସ୍ଥାନକୁ ଅପସାରଣ କରନ୍ତୁ
sl: Izbriši trenutno mesto

source: Do you want to remove this location?
be@latin: Chočaš vydalić hetaje pałažeńnie?
ne: के तपाईँ यो स्थानलाई हटाउन चाहनुहुन्छ?
or: ଆପଣ ଏହି ଅବସ୍ଥାନକୁ ଅପସାରଣ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି କି?
sl: Ali želite izbrisati trenutno mesto?

source: Changing profile
be@latin: Źmiena profilu
ne: प्रोफाइल परिवर्तन हुँदैछ
nn: Endrar profilen
or: ରୂପରେଖକୁ ପରିବର୍ତ୍ତନ କରୁଅଛି
sl: Spreminjanje profila

source: The interface does not exist
be@latin: Interfejs nie isnuje
ne: इन्टरफेस अवस्थित छैन
nn: Eininga finst ikkje
or: ଅନ୍ତରାପୃଷ୍ଠଟି ଅବସ୍ଥିତ ନାହିଁ
sl: Vmesnik ne obstaja

source: Check that it is correctly typed and that it is correctly supported by your system.
be@latin: Pravier, ci pravilna ŭviedziena i ci padtrymvajecca systemaj.
ne: यो ठीकसँग टाइप गरिएको र तपाईँको प्रणालीले समर्थन गरेको छ कि छैन जाँच्नुहोस्।
nn: Kontroller at ho er rett skrive inn og at ho er støtta av systemet ditt.
or: ଏହାକୁ ସଠିକ ରୂପରେ ଟାଇପ କରାଯାଇଛି ଏବଂ ଏହା ଆପଣଙ୍କ ତନ୍ତ୍ର ଦ୍ବାରା ସମର୍ଥିତ ବୋଲି ଯାଞ୍ଚ କରନ୍ତୁ।
sl: Preverite, ali ste pravilno vpisali in ali je v vašem sistemu pravilno podprt.

source: Configure a network interface
be@latin: Kanfihuruj sietkavy interfejs
ne: एउटा सञ्जाल इन्टरफेस कन्फिगर गर्नुहोस्
nn: Still inn eit nettverksgrensesnitt
or: ଗୋଟିଏ ନେଟୱାର୍କ ଅନ୍ତରାପୃଷ୍ଠକୁ ବିନ୍ଯାସ କରନ୍ତୁ
sl: Nastavi mrežni vmesnik

source: INTERFACE
be@latin: INTERFEJS
ne: इन्टरफेस
nn: EINING
or: ଅନ୍ତରାପୃଷ୍ଠ
sl: VMESNIK

source: Configure the first network interface with a specific type
be@latin: Kanfihuruj pieršy sietkavy interfejs z vyznačanym typam
ne: पहिलो सञ्जालको इन्टरफेसलाई एउटा तोकिएको प्रकारबाट कन्फिगर गर्नुहोस्
nn: Still inn den fyrste nettverkseininga som ein bestemt type
or: ପ୍ରଥମ ନେଟୱାର୍କ ଅନ୍ତରାପୃଷ୍ଠକୁ ଗୋଟିଏ ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରକାରରେ ବିନ୍ଯାସ କରନ୍ତୁ
sl: Nastavi prvi mrežni vmesnik določene vrste

source: TYPE
be@latin: TYP
ne: प्रकार
or: ପ୍ରକାର
sl: VRSTA

source: Network settings
be@latin: Nałady sietki
ne: सञ्जाल सेटिङ
nn: Nettverksinnstillingar
or: ନେଟୱାର୍କ ବିନ୍ଯାସ
sl: Nastavitve omrežja

source: Configure network devices and connections
be@latin: Kanfihuruj sietkavyja pryłady j spałučeńni
ne: सञ्झ्याल यन्त्रहरू र जडानहरूलाई कन्फिगर गर्नुहोस्
nn: Still inn nettverkseiningar og tilkoplingar
or: ନେଟୱାର୍କ ଉପକରଣ ଏବଂ ସଂଯୋଗ ମାନଙ୍କୁ ବିନ୍ଯାସ କରନ୍ତୁ
sl: Nastavite mrežne naprave in povezave

source: Networking
be@latin: Praca sietki
ne: सञ्जाल
nn: Nettverk
or: ନେଟୱାର୍କିଙ୍ଗ
sl: Omrežje

source: Ethernet connection
be@latin: Ethernet spałučeńnie
ne: इथरनेट जडान
nn: Ethernet-samband
or: ଇଥରନେଟ ସଂଯୋଗ
sl: Povezava ethernet

source: Infrared connection
be@latin: Infračyrvonaje spałučeńnie
ne: इन्फ्रारेड जडान
nn: Infraraudt samband
or: ଇନଫ୍ରା-ରେଡ ସଂଯୋଗ
sl: Infrardeča povezava

source: ISDN connection
be@latin: SDN spałučeńnie
ne: ISDN जडान
nn: ISDN-samband
or: ISDN ସଂଯୋଗ
sl: Povezava ISDN

source: Modem connection
be@latin: Mademnaje spałučeńnie
ne: मोडेम जडान
nn: Modemsamband
or: ମୋଡେମ ସଂଯୋଗ
sl: Modemska povezava

source: Parallel port connection
be@latin: Spałučeńnie praz paralelny port
ne: समानान्तर पोर्ट जडान
nn: Parallellport-samband
or: ସମାନ୍ତର ସଂଯୋଗିକୀ ସମ୍ବନ୍ଧନ
sl: Povezava z vzporednimi vrati

source: Wireless connection
be@latin: Biespravodnaje spałučeńnie
ne: ताररहित जडान
nn: Trådlaust samband
or: ବେତାର ସଂଯୋଗ
sl: Brezžična povezava

source: Activating interface "%s"
be@latin: Zadziejničańnie interfejsu "%s"
ne: इन्टरफेस "%s" सक्रियता
nn: Startar eininga «%s»
or: "%s" ଅନ୍ତରାପୃଷ୍ଠକୁ ସକ୍ରିୟ କରୁଅଛି
sl: Aktiviranje vmesnika "%s"

source: The interface %s is not configured
be@latin: Interfejs %s nie skanfihuravany
ne: इन्टरफेस "%s" कन्फिगर गरिएको छैन
nn: Eininga %s er ikkje stilt inn
or: %s ଅନ୍ତରାପୃଷ୍ଠକୁ ବିନ୍ଯାସ କରାଯାଇ ନାହିଁ
sl: Vmesnik %s ni nastavljen

source: The interface %s is not active
be@latin: Interfejs %s nia dziejničaje
ne: इन्टरफेस %s क्रियाशील छैन
nn: Eininga %s er av
or: %s ଅନ୍ତରାପୃଷ୍ଠଟି ସକ୍ରିୟ ନାହିଁ
sl: Vmesnik %s ni aktiven

source: The interface %s is active
be@latin: Interfejs %s dziejničaje
ne: इन्टरफेस %s क्रियाशील छ
nn: Eininga %s er på
or: %s ଅନ୍ତରାପୃଷ୍ଠଟି ସକ୍ରିୟ ଅଟେ
sl: Vmesnik %s je aktiven

source: Settings for "%s"
be@latin: Nałady dla "%s"
ne: %s लागि सेटिङ
nn: Innstillingar for «%s»
or: "%s" ପାଇଁ ବିନ୍ଯାସ
sl: Nastavitve za "%s"

source: Are you sure you want to deactivate this service?
be@latin: Ty sapraŭdy chočaš adklučyć hetuju pasłuhu?
ne: तपाईँ यो सेवा निष्क्रिय पार्न यकिन हुनुहुन्छ ?
nn: Er du sikker på at du vil slå av denne eininga?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ସେବାକୁ ନିଷ୍କ୍ରିୟ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି?
sl: Ali ste prepričani, da želite izključiti to storitev?

source: This may affect your system behavior in several ways, possibly leading to data loss
be@latin: Hetaja aperacyja moža paŭpłyvać na systemu niekalkimi šlachami, mahčymaja navat zhuba infarmacyi
ne: त्यसले तपाईँको प्रणालीलाई धेरै बाटोहरुवाट असर पार्न सक्छ, सम्भवत डेटा हराउने डोर्याउन सक्छ
nn: Dette kan påverka korleis systemet ditt fungerer på fleire måtar, og kan kanskje føra til tap av data
or: ଏହା ଆପଣଙ୍କ ତନ୍ତ୍ରର ଆଚରଣକୁ ବିଭିନ୍ନ ରୂପରେ ପ୍ରଭାବିତ କରିପାରେ, ଯାହାକି ତଥ୍ଯ ହାନିର କାରଣ ହୋଇପାରେ।
sl: To lahko na različne načine vpliva na obnašanje vašega sistema, po možnosti vodi do izgube podatkov

source: Services settings
be@latin: Nałady pasłuh
ne: सेवा सेटिङ
nn: Innstillingar for tenester
or: ସେବା ବିନ୍ଯାସ
sl: Nastavitve storitev

source: Configure which services will be run when the system starts
be@latin: Skanfihuruj pasłuhi, jakija buduć uruchamlacca pry ŭruchamleńni systemy
ne: प्रणाली सुरु हुँदा कुन सेवाहरू सञ्चालन गर्ने हो भन्ने कुरा कन्फिगर गर्नुहोस्
nn: Still inn kva for tenester som vil køyra når systemet startar
or: ତନ୍ତ୍ରଟି ପ୍ରାରମ୍ଭ ହେଲେ କେଉଁ ସେବା ଗୁଡିକ ପ୍ରାରମ୍ଭ ହେବ ତାହା ବିନ୍ଯାସ କରନ୍ତୁ
sl: Nastavite, katere storitve naj se zaženejo, ko se zažene sistem

source: Services
be@latin: Pasłuhi
ne: सेवाहरू
nn: Tenester
or: ସେବା ମାନ
sl: Storitve

source: Antivirus
be@latin: Antyvirus
ne: एन्टिभाइरस
or: ଏଣ୍ଟି-ଭାଇରସ
sl: Protivirus

source: Analyzes your incoming mail for virus
be@latin: Analizuje ŭvachodnyja listy na virusy
ne: भाइरसका लागि तपाईँको आएको पत्र विश्लेषण गर्नुहोस्
nn: Ser etter virus i e-posten din
or: ଭାଇରସ ପାଇଁ ଆପଣଙ୍କର ଆଗନ୍ତୁକ ଡାକକୁ ବିଶ୍ଳେଷିତ କରିଥାଏ
sl: Pregleduje prihajajočo pošto za virusi

source: Volumes mounter
be@latin: Mantavalnik partycyj
ne: भोल्युम माउन्टर
or: ମାତ୍ରା ଆରୋହକ
sl: Priklopnik nosilcev

source: Mounts your volumes automatically
be@latin: Mantuje partycyi aŭtamatyčna
ne: भोल्युम स्वचालित रूपले माउन्ट गर्दछ
or: ଆପଣଙ୍କର ମାତ୍ରାକୁ ସ୍ବୟଂଚାଳିତ ଭାବରେ ଆରୋହଣ କରିଦିଏ
sl: Samodejno priklopi nosilce

source: Actions scheduler
be@latin: Raskład dziejańniaŭ
ne: कार्य अनुसूचक
or: କାର୍ଯ୍ଯ ନିର୍ଦ୍ଧାରକ
sl: Razporejevalnik dejanj

source: Executes scheduled actions
be@latin: Vykonvaje dziejańni z raskładu
ne: कार्यतालिकावद्ध गरिएका कार्यहरू कार्यान्वयन गर्दछ
or: ନିର୍ଦ୍ଧାରିତ କାର୍ଯ୍ଯକୁ ନିଷ୍ପାଦିତ କରିଥାଏ
sl: Izvaja načrtovana dejanja

source: Database server
be@latin: Server bazaŭ źviestak
ne: डेटावेस सर्भर
or: ତଥ୍ଯାଧାର ସେବକ
sl: Strežnik podatkovnih zbirk

source: Data storage system
be@latin: Systema zachoŭvańnia źviestak
ne: डेटा भण्डारण प्रणाली
or: ତଥ୍ଯ ଭଣ୍ଡାର ତନ୍ତ୍ର
sl: Sistem za shranjevanje podatkov

source: Graphical login manager
be@latin: Hrafičny kiraŭnik uvachodu
ne: ग्राफिकल लगइन प्रवन्धक
or: ଆଲେଖୀକ ଲଗଇନ୍ ପରିଚାଳକ
sl: Grafični upravitelj prijav

source: Allows users to login graphically
be@latin: Dazvalaje karystalnikam uvachodzić praz hrafičny interfejs
ne: प्रयोगकर्ताहरूलाई ग्राफिक रूपले लगइन गर्न अनुमति दिन्छ
or: ଚାଳକ ମାନଙ୍କୁ ଆଲେଖୀକ ଭାବରେ ଲଗଇନ୍ କରିବାର ଅନୁମତି ପ୍ରଦାନ କରନ୍ତୁ
sl: Dovoli uporabnikom, da se prijavijo grafično

source: Folder sharing service
be@latin: Pasłuha abahulnieńnia katalohaŭ
ne: फोल्डर साझेदारी सेवा
or: ସେବା ବାଣ୍ଟୁଥିବା ଫୋଲଡର
sl: Storitev deljenja map

source: Shares folders over your network
be@latin: Abahulniaje katalohi ŭ sietcy
ne: तपाईँको सञ्झ्याल माथि फोल्डरहरू साझेदार गर्दछ
or: ଆପଣଙ୍କ ନେଟୱାର୍କ ଦ୍ବାରା ଫୋଲଡର ମାନଙ୍କୁ ସମାନ ଭାବରେ ବାଣ୍ଟିଥାଏ
sl: Deljenje map preko omrežja

source: File sharing service
be@latin: Pasłuha abahulnieńnia fajłaŭ
ne: फाइल साझेदारी सेवा
or: ଫାଇଲ ସହଭାଗ ସେବା
sl: Storitev deljenja datotek

source: Shares files over the Internet
be@latin: Abahulniaje fajły ŭ Internecie
ne: इन्टरनेटमा फाइलहरू साझेदारी गर्दछ
or: ଇଣ୍ଡରନେଟ ଦ୍ବାରା ଫାଇଲ ମାନଙ୍କୁ ସମାନ ଭାବରେ ବାଣ୍ଟିଥାଏ
sl: Deljenje datotek preko interneta

source: FTP service
be@latin: Pasłuha FTP
ne: FTP सेवा
or: FTP ସେବା
sl: Storitev FTP

source: Mail fetcher
be@latin: Listanoša
ne: पत्र फेट्चर
or: ଡାକ ସଂଗ୍ରହକ
sl: Zajemalnik pošte

source: Downloads your mail from remote accounts
be@latin: Ściahvaje tvaju poštu z addalenych kontaŭ
ne: दूर खाताहरू बाट तपाईँको पत्र डाउनलोड गर्दछ
or: ଦୂର ଖାତାରୁ ଆପଣଙ୍କ ଡାକକୁ ଆହରଣ କରନ୍ତୁ
sl: Prenos pošte iz oddaljenih računov

source: Mail agent
be@latin: Paštovy ahient
ne: पत्र कार्यकर्ता
or: ଡାକ ପ୍ରତିନିଧି
sl: Poštni agent

source: Delivers your outgoing mail
be@latin: Dastaŭlaje zychodnyja listy
ne: तपाईँको निर्गत पत्रहरू पुर्याउँदछ
or: ଆପଣଙ୍କ ବହିର୍ଗାମୀ ଡାକକୁ ପ୍ରଦାନ କରିଥାଏ
sl: Dostavlja vašo odhajajočo pošto

source: Clock synchronization service
be@latin: Pasłuha synchranizacyi hadzińnikaŭ
ne: घडी समक्रमण सेवा
or: ଘଡି ସମକାଳୀନ ସେବା
sl: Storitev sinhronizacije ure

source: Synchronizes your computer clock with Internet time servers
be@latin: Synchranizuje hadzińnik tvajho kamputara z Internet-serverami času
ne: इन्टरनेट सर्भरहरूसँग घडीलाई समक्रमित गर्नुहोस्
or: ଇଣ୍ଟରନେଟ ସମୟ ସେବକ ସହିତ ଆପଣଙ୍କ ତନ୍ତ୍ରକୁ ସମକାଳୀନ କରିଥାଏ
sl: Sinhronizira računalniško uro z internetnimi časovnimi strežniki

source: Printer service
be@latin: Pasłuha druku
ne: मुद्रक सेवा
or: ମୂଦ୍ରଣୀ ସେବା
sl: Storitev tiskanja

source: Allows applications to use printers
be@latin: Dazvalaje aplikacyjam vykarystoŭvać drukarki
ne: अनुप्रयोगहरूलाई मुद्रक प्रयोग गर्न अनुमति दिनुहोस्
or: ପ୍ରୟୋଗ ମାନଙ୍କୁ ମୂଦ୍ରଣୀ ବ୍ଯବହାର କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରନ୍ତୁ
sl: Omogoča programom uporabo tiskalnika

source: Remote shell server
be@latin: Server addalenych abałonak
ne: दूर शेल सर्भर
or: ଦୂର ଆବରଣ ସେବକ
sl: Strežnik oddaljene ukazne lupine

source: Secure shell server
be@latin: Server biaśpiečnych abałonak
ne: सुरक्षित शेल सर्भर
or: ସୁରକ୍ଷିତ ଆବରଣ ସେବକ
sl: Strežnik Secure shell
