Repository: phomes/gnome-system-tools
Catalog: po/*.po
Languages: be@latin, ne, nn, or, sl

source: Comma separated list of hosts that the GST will be able to access when the remote configuration option is enabled
be@latin: Śpis hostaŭ, padzielenych koskami, da jakich GST zmoža atrymać dostup, kali ŭklučanaja opcyja addalenaj kanfihuracyi
ne: अल्पविरामले विभाजन गरेको GST होस्टहरू दूर कन्फिगरेसन सक्षम पारिएमा मात्रै पहुच गर्न सकिने छ।
nn: Kommadelt liste over vertar GST kan nå når eksternt oppsett-valet er slått på
or: କମା ଦ୍ବାରା ପୃଥକ ଆଧାର ମାନଙ୍କର ତାଲିକା ଯାହାକୁ ଦୂର ବିନ୍ଯାସ ବିକଲ୍ପର ସକ୍ରିୟଣ ସମୟରେ GST ଅଭିଗମ କରିପାରିବ
sl: Z vejico ločen seznam gostiteljev, do katerih bo lahko dostopal GST, ko je vključena možnost oddaljene nastavitve.

source: Last GST version executed
be@latin: Apošniaja vykananaja versija GST
ne: कार्यान्वयन गरिएको अन्तिम GST संस्करण
nn: Siste GST-versjon brukt
or: ଅନ୍ତିମ GST ସଂସ୍କରଣ ନିଷ୍ପାଦିତ ହେଲା
sl: Zadnja različica GST zagnana

source: Preferred bootloader that boot-admin will configure
be@latin: Asnoŭny kiraŭnik uruchamleńnia kamputara, jaki "boot-admin" budzie kanfihuravać
ne: बुट-एडमिनले कन्फिगर गर्ने रुचाएको बुटलोडर
nn: Foretrukken oppstartlastar som boot-admin vil stilla inn
or: ଉପଯୁକ୍ତ ବୁଟ-ଲୋଡର ଯାହାକୁ ବୁଟ ପ୍ରାଶାସକ ବିନ୍ଯାସ କରିବ
sl: Prednosten zagonski nalagalnik, ki ga bo boot-admin nastavil

source: Remote hosts
be@latin: Addalenyja hosty
ne: टाढाको होस्टहरू
nn: Eksterne vertar
or: ଦୂର ଆଧାର
sl: Oddaljeni gostitelji

source: The GST are able to do remote configuration through SSH, enable this option to use this feature
be@latin: GST mohuć addalena kiravać kamputarami praz SSH. Uklučy hetuju opcyju, kali chočaš vykarystać hetuju mahčymaść
ne: GST ले SSH मार्फत टाढाको कन्फिरेसन गर्न सक्षम छन्, यो विशेषता प्रयोग गर्न यो विकल्पलाई सक्षम पार्नुहोस्।
nn: GST kan gjera eksternt oppsett gjennom SSH. Slå på dette valet for å bruka denne eigenskapen.
or: GST ଗୁଡିକ SSH ଦ୍ବାରା ଦୂର ବିନ୍ଯାସ କରିବାକୁ ସକ୍ଷମ, ଏହି ସେବାକୁ ବ୍ଯବହାର କରିବା ପାଇଁ ଏହି ବିକଲ୍ପକୁ ସକ୍ରିୟ କରନ୍ତୁ
sl: GST je zmožen oddaljene nastavitve preko SSH, vključite to možnost za uporabo te zmožnosti

source: The last GST version that this computer has run
be@latin: Apošniaja versija GST, jakaja pracavała na hetym kamputary
ne: यो कम्प्युटरले सञ्चालन गरेको अन्तिम GST संस्करण
nn: Den siste GST-versjonen denne datamaskinen har køyrt
or: ଏହି କମ୍ପୁଟର ଚଳାଇଥିବା ଅନ୍ତିମ GST ସଂସ୍କରଣ
sl: Zadnja različica GST, ki je bila zagnana na tem računalniku

source: This key stores the bootloader that boot-admin will configure if there are more than one installed, if it's not set or isn't valid, then boot-admin will ask the user
be@latin: Hety kluč źmiaščaje źviestki ab kiraŭniku ŭruchamleńnia kamputara, jaki pryłada "boot-admin" budzie kanfihuravać pry niekalkich zainstalavanych. Kali kluč nie akreśleny albo niapravilna akreśleny, "boot-admin" spytaje ŭ karystalnika
ne: यो कुञ्जीले एक भन्दा बढी स्थापनाहरू भएमा एडमिन बुट गर्ने बुट लोडर भण्डारण गर्दछ, यदि यो सेट गरिएको छैन भने वा यो मान्य छैन भने, बुट-एड्मिनले प्रयोगकर्तालाई सोध्नेछ।
nn: Denne nøkkelen lagrar oppstartslastaren (bootloaderen) som boot-admin vil stilla inn dersom det er installert meir enn ein. Dersom denne ikkje er vald, eller valet er ugyldig, vil boot-admin spørja brukaren
or: ଏହି ଚାବିଟି ବୁଟ-ଲୋଡରକୁ ସଂରକ୍ଷଣ କରେ ଯାହାକୁ ବୁଟ-ପ୍ରାଶାସନ ବିନ୍ଯାସ କରିବ ଯଦି ସେଠାରେ ଏକାଧିକ ଲୋଡରକୁ ସ୍ଥାପନ କରାଯାଇ ଥାଏ, ଯଦି ଏହାକୁ ବିନ୍ଯାସ କରାଯାଇ ନାହିଁ କିମ୍ବା ଏହା ବୈଧ ନୁହେଁ, ତାହାହେଲେ ବୁଟ-ପ୍ରଶାସନ ଚାଳକକୁ ପଚାରିବ
sl: Ta ključ vsebuje zagonski nalagalnik, katerega bo boot-admin nastavil, če je nameščen več kot eden zagonski nalagalnik. Če ključ ni nastavljen ali če ni veljaven, bo boot-admin vprašal uporabnika.

source: Whether the tools will use remote administration or not
be@latin: Ci treba vykarystoŭvać addalenaje kiravańnie pryładami
ne: उपकरणहरूले यो टाढाको प्रशासनलाई प्रयोग गर्दछ की गर्दैन
nn: Om verktøya vil bruka ekstern administrering
or: ଏହି ଉପକରଣ ଗୁଡିକ ଦୂର ପ୍ରଶାସନକୁ ବ୍ଯବହାର କରିବେ କି ନାହିଁ
sl: Ali bodo orodja uporabljala oddaljeno administracijo ali ne

source: Whether the users-admin tool should show all users and groups or not
be@latin: Ci treba pakazvać usich karystalnikaŭ i ŭsie hrupy ŭ pryładzie kiravańnia karystalnikami
ne: प्रयोगकर्ता एड्मिनले सबै प्रयोगकर्ता र समूहलाई देखाउनु पर्छ कि पर्देन
nn: Om verktøyet users-admin skal visa alle brukarar og grupper
or: ଚାଳକ ପାଶାସନିକ ଉପକରଣଟି ସମସ୍ତ ଚାଳକ ଏବଂ ସମୂହ ମାନଙ୍କୁ ପ୍ରଦର୍ଶିତ କରିବ କି ନାହିଁ
sl: Ali naj orodje user-admin pokaže vse uporabnike in skupine ali ne

source: Whether the warning dialog should be shown or not
be@latin: Ci treba pakazvać aścierahalnaje vakno
ne: चेतावनी संवाद देखाउन पर्छ कि पर्देन
nn: Om åtvaringsdialogen skal visast
or: ଚେତାବନୀ ସଂଳାପଟି ଦେଖାଯିବା ଉଚିତ ନା ନୁହେଁ
sl: Ali naj je opozorilno pogovorno okno prikazano ali ne

source: <b>Security</b>
be@latin: <b>Biaśpieka</b>
ne: <b>सुरक्षा</b>
nn: <b>Tryggleik</b>
or: <b>ସୁରକ୍ଷା</b>
sl: <b>Varnost</b>

source: <span size="larger" weight="bold">Several bootloaders have been found</span> please select which do you want to configure
be@latin: <span size="larger" weight="bold">Znojdzienyja niekalki kiraŭnikoŭ uruchamleńnia kamputara</span> Abiary, jakoha kiraŭnika ty chočaš skanfihuravać
ne: <span size="ठूलो" weight="bold">विभिन्न बुट लोडरहरू पत्ता लागेका छन्</span> कृपया तपाईँले कन्फिगर गर्न चाहेको चयन गर्नुहोस्
nn: <span size="larger" weight="bold">Fann fleire oppstartslastarar.</span> Vel kva for ein du vil stilla inn.
or: <span size="larger" weight="bold">ଅନେକ ବୁଟ-ଲୋଗର ମିଳିଲା</span> ଦୟାକରି ଆପଣ ବିନ୍ଯାସ କରିବାକୁ ଚାହୁଁଥିବା ବୁଟ-ଲୋଡରକୁ ଚୟନ କରନ୍ତୁ
sl: <span size="larger" weight="bold">Najdenih je bilo več zagonskih nalagalnikov</span> prosim izberite, katerega želite nastaviti

source: <span weight="bold">Basic Settings</span>
be@latin: <span weight="bold">Prostyja nałady</span>
ne: <span weight="bold">आधारभूत सेटिङ</span>
nn: <span weight="bold">Grunnleggjande innstillingar</span>
or: <span weight="bold">ମୌଳିକ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Osnovne nastavitve</span>

source: <span weight="bold">Image Settings</span>
be@latin: <span weight="bold">Nałady vyjavy</span>
ne: <span weight="bold">छवि सेटिङ</span>
nn: <span weight="bold">kjerneinnstillingar</span>
or: <span weight="bold">ପ୍ରତିଛବି ବିନ୍ଯାସ</span>
sl: <span weight="bold">Nastavitve slike</span>

source: <span weight="bold">Other Settings</span>
be@latin: <span weight="bold">Inšyja nałady</span>
ne: <span weight="bold">अन्य सेटिङ</span>
nn: <span weight="bold">Andre innstillingar</span>
or: <span weight="bold">ଅନ୍ଯାନ୍ଯ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Ostale nastavitve</span>

source: <span weight="bold">Starting the Computer</span>
be@latin: <span weight="bold">Uruchamleńnie kamputara</span>
ne: <span weight="bold">कम्प्युटर सुरु </span>
nn: <span weight="bold">Ved oppstart</span>
or: <span weight="bold">କମ୍ପୁଟରକୁ ପ୍ରାରମ୍ଭ କରୁଅଛି</span>
sl: <span weight="bold">Zaganjanje računalnika</span>

source: Ask at boot
be@latin: Pytajsia pry zahruzcy
ne: बुटमा सोध्नुहोस्
nn: Spør ved oppstart
or: ବୁଟ ସମୟରେ ପଚାରନ୍ତୁ
sl: Vprašaj pri zagonu

source: Boot Manager Settings
be@latin: Nałady kiraŭnika ŭruchamleńnia kamputara
ne: बुट प्रबन्धक सेटिङ
nn: Innstillingar for oppstartshandsamar
or: ବୁଟ ପରିଚାଳକ ବିନ୍ଯାସ
sl: Nastavitve upravitelja zagona

source: Choose a kernel image to boot, and a partition to mount as the root partition. Optionally, you may also enter parameters passed to the kernel at boot time.
be@latin: Abiary vyjavu jadra, kab zahruzić, i partycyju, kab prymantavać jak karaniovuju partycyju. Dadatkova možna ŭvieści parametry, pieradavanyja jadru pry zahruzcy.
ne: बुट गर्नलाई एउटा कर्नेल छवि रोज्नुहोस्, भाग माउन्ट गर्नलाई एउटा भाग छान्नुहोस्। वैकल्पिक रूपमा, तपाईँ बुट समयमा कर्नेलमा गाभिएको परामितिहरू पनि प्रविष्ट गर्न सक्नुहुन्छ।
nn: Vel ei kjerne å starta frå, og ein partisjon å bruka som rotpartisjon. Du kan eventuelt også skriva parameterar som kjerna skal få ved oppstart.
or: ବୁଟ କରିବା ପାଇଁ ଗୋଟିଏ କର୍ଣ୍ଣଲ ପ୍ରତିଛବିକୁ, ଏବଂ ରୁଟ ବିଭାଜନ ଭାବରେ ଆରୋହଣ କରିବା ପାଇଁ ଗୋଟିଏ ବିଭାଜନକୁ ଚୟନ କରନ୍ତୁ। ଇଚ୍ଛାନୁସାରେ, ବୁଟ ସମୟରେ ଆପଣ ପାରାମିଟର ମାନଙ୍କୁ କର୍ଣ୍ଣଲକୁ ପଠାଇ ପାରିବେ।
sl: Izberi sliko jedra za zagon in particijo, ki bo priklopljena kot korenska particija. Če želite, lahko tudi vnesete parametre, ki bodo podani jedru pri zagonu.

source: Click "Forward" to continue
be@latin: Klikni "Dalej", kab praciahnuć aperacyju
ne: निरन्तरता दिनका लागि "अगाडी" मा क्लिक गर्नुहोस्
nn: Klikk «Neste» for å halda fram
or: ଆଗକୁ ବଢିବା ପାଇଁ "ପରବର୍ତ୍ତୀ" ବଟନକୁ ଦବାନ୍ତୁ
sl: Kliknite "Naprej" za nadaljevanje

source: Confirmation
be@latin: Paćvierdžańnie
ne: यकिन
nn: Stadfesting
or: ଅନୁମୋଦନ
sl: Potrditev

source: Creating a new boot image
be@latin: Stvareńnie novaj zahruzačnaj vyjavy
ne: नयाँ बुट छवि सिर्जना गर्दे
nn: Lagar eit nytt oppstartsbilete
or: ଗୋଟିଏ ନୂତନ ବୁଟ ପ୍ରତିଛବି ସୃଷ୍ଟି କରନ୍ତୁ
sl: Izdelovanje nove zagonske slike

source: Don't ask me again
be@latin: Bolš nie pytajsia ŭ mianie
ne: मलाई फेरी नसोध्नुहोस्
nn: Ikkje spør igjen
or: ମୋତେ ପୁନର୍ବାର ପଚାରନ୍ତୁ ନାହିଁ
sl: Ne vprašaj me več

source: Enable IDE SCSI emulation
be@latin: Uklučy emulacyju IDE SCSI
ne: IDE SCSI यन्त्रानुकरण सक्षम पार्नुहोस्
nn: Bruk IDE SCSI-emulering
or: IDE SCSI ଯନ୍ତ୍ରାନୁକରଣ ପ୍ରକ୍ରିୟାକୁ ସକ୍ରିୟ କରନ୍ତୁ
sl: Vključi posnemanje IDE SCSI

source: Enter a name for the boot image, and specify what kind of operating system it is.
be@latin: Uviadzi nazvu dla zahruzačnaj vyjavy i vyznač typ aperacyjnaj systemy.
ne: बुट छविका लागि एउटा नाम प्रविष्ट गर्नुहोस्,र यो कुन प्रकारको सञ्चालन प्रणाली हो तोक्नुहोस्।
nn: Skriv eit namn på oppstartsbiletet, og oppgje kva slags operativsystem det er.
or: ବୁଟ ପ୍ରତିଛବି ପାଇଁ ଗୋଟିଏ ନାମ ଭରଣ କରନ୍ତୁ, ଏବଂ ଏହା କେଉଁ ପ୍ରକାରର ପ୍ରଚାଳନ ତନ୍ତ୍ର ତାହା ଉଲ୍ଲେଖ କରନ୍ତୁ।
sl: Vnesite ime zagonske slike in navedite, kakšna vrsta operacijskega sistema je to.

source: Finished
be@latin: Skončana
ne: सकियो
nn: Ferdig
or: ସମାପ୍ତ
sl: Zaključeno

source: Manual
be@latin: Uručnuju
ne: म्यानुअल
nn: Manuell
or: ମେନ୍ଯୁଆଲ
sl: Ročno

source: Number of colors:
be@latin: Kolkaść koleraŭ:
ne: रङहरूको सङ्ख्या:
nn: Tal på fargar:
or: ରଙ୍ଗ ମାନଙ୍କ ସଂଖ୍ଯା:
sl: Število barv:

source: Other parameters:
be@latin: Inšyja parametry:
ne: अन्य परामितिहरू:
nn: Andre parameterar:
or: ଅନ୍ଯାନ୍ଯ ପାରାମିଟର:
sl: Ostali parametri:

source: Password
be@latin: Parol
ne: पासवर्ड
nn: Passord
or: ପ୍ରବେଶ ସଙ୍କେତ
sl: Geslo

source: Protect with password
be@latin: Abarani parolem
ne: पासवर्ड बाट रक्षा गर्नुहोस्
nn: Vern med passord
or: ପ୍ରବେଶ ସଙ୍କେତ ଦ୍ବାରା ସୁରକ୍ଷିତ କରନ୍ତୁ
sl: Zaščiti z geslom

source: Resolution:
ne: रिजोल्युसन:
nn: Oppløysing:
or: ବିଭେଦନ:
sl: Ločljivost:

source: Seconds to wait before loading default kernel or OS
be@latin: Kolki sekundaŭ čakać da pačatku zahruzki zmoŭčanaha jadra albo AS
ne: पूर्वनिर्धारित सञ्चालन प्रणाली वा कर्नेल लोडिङ गर्नुभन्दा पहिले प्रतीक्षा गर्नुपर्ने सेकेन्ड
nn: Sekund å venta før standardvalet vert brukt
or: କର୍ଣ୍ଣଲ କିମ୍ବା ପ୍ରଚାଳନ ତନ୍ତ୍ରକୁ ଧାରାଣ କରିବା ପୂର୍ବରୁ କେତେ ସେକେଣ୍ଡ ଅପେକ୍ଷା କରିବ
sl: Koliko sekund je potrebno počakati preden se zažene privzeto jedro ali OS

source: Select a kernel image
be@latin: Abiary vyjavu jadra
ne: एउटा कर्नेल छवि चयन गर्नुहोस्
nn: Vel eit kjernebilete
or: ଗୋଟିଏ କର୍ଣ୍ଣଲ ପ୍ରତିଛବିକୁ ଚୟନ କରନ୍ତୁ
sl: Izberite sliko jedra

source: Select an initrd image
be@latin: Abiary vyjavu initrd
ne: एउटा initrd छवि चयन गर्नुहोस्
nn: Vel eit initrd-bilete
or: ଗୋଟିଏ initrd ପ୍ରତିଛବିକୁ ଚୟନ କରନ୍ତୁ
sl: Izberite sliko initrd

source: Specify the partition on which the operating system is installed.
be@latin: Vyznač partycyju, na jakuju zainstalavanaja aperacyjnaja systema.
ne: सञ्चालन प्रणाली स्थापना गरिएको विभाजनलाई तोक्नुहोस्।
nn: Vel kva for ein partisjon operativsystemet er installert på.
or: ପ୍ରଚାଳନ ସ୍ଥାପିତ ହୋଇଥିବା ବିଭାଜନକୁ ଉଲ୍ଲେଖ କରନ୍ତୁ।
sl: Navedite particijo, na kateri je nameščen operacijski sistem.

source: The new boot image has been added. Please click "Apply" to save your changes.
be@latin: Novaja zahruzačnaja vyjava dadadzienaja. Klikni "Užyj", kab zapisać źmieny.
ne: नयाँ बुट छवि थपिएको छ। कृपया परिवर्तन गरिएका कुरालाई बचत गर्नलाई "लागू गर्नुहोस्" मा क्लिक गर्नुहोस्।
nn: Det nye oppstartsbiletet er lagt til. Klikk «bruk» for å lagra endringane.
or: ନୂତନ ବୁଟ ପ୍ରତିଛବିକୁ ଯୋଗ କରାଗଲା। ଆପଣଙ୍କ ପରିବର୍ତ୍ତନ ମାନଙ୍କୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ "ପ୍ରୟୋଗ କରନ୍ତୁ" ବଟନକୁ ଦବାନ୍ତୁ।
sl: Dodana je bila nova zagonska slika. Prosim kliknite "Uveljavi", da shranite spremembe.

source: This assistant is designed to help you quickly and easily add a new boot image to your system.
be@latin: Hety pamočnik stvorany dla taho, kab dapamahčy tabie chutka i prosta dadać novuju zahruzačnuju vyjavu da systemy.
ne: तपाईँको प्रणाली मा छिट्टै नयाँ बुट छवि थप्न मिल्ने गरी तपाईँको सहायकलाई डिजाइन गरिएको छ।
nn: Denne assistenten er laga for å snøgt og lettvint la deg leggja til eit nytt oppstartsbilete på maskinen.
or: ଗୋଟିଏ ନୂତନ ବୁଟ ପ୍ରତିଛବିକୁ ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଶୀଘ୍ର ଏବଂ ସହଜରେ ଯୋଗ କରିବା ସମୟରେ ଆବଶ୍ଯକ ସହାୟତା ପ୍ରଦାନ କରିବା ପାଇଁ ଏହି ସହକାରୀକୁ ପ୍ରସ୍ତୁତ କରାଯାଇଛି।
sl: Asistent je zasnovan tako, da vam omogoči hitro in enostavno dodajanje novih zagonskih slik v sistem.

source: Video modes (only frame buffer)
be@latin: Videarežymy (tolki kadravy bufer)
ne: भिडियो मोडहरू (फ्रेम बफर मात्र)
nn: Videomodusar (berre framebuffer)
or: ଭିଡିଓ ଧାରା (କେବଳ ଫ୍ରେମ ବଫର)
sl: Video načini (samo medpomnilnik slik)

source: _Add...
be@latin: _Dadaj...
ne: थप्नुहोस्...
nn: _Legg til ...
or: ଯୋଗ କରନ୍ତୁ (_A) ...
sl: _Dodaj ...

source: _Device:
be@latin: _Pryłada:
ne: यन्त्र:
nn: _Eining:
or: ଉପକରଣ (_D):
sl: _Naprava:

source: _Edit
be@latin: _Redahuj
ne: सम्पादन
nn: R_ediger
or: ସମ୍ପାଦନ କରନ୍ତୁ (_E)
sl: _Uredi

source: _Initrd image path:
be@latin: _Ściežka da vyjavy Initrd:
ne: Initrd छवि बाटो:
nn: _Sti til initrd-bilete:
or: _Initrd ପ୍ରତିଛବି ପଥ:
sl: Pot do slike _initrd:

source: _Kernel image path:
be@latin: _Ściežka da vyjavy jadra:
ne: कर्नेल छवि बाटो:
nn: _Sti til kjernebilete:
or: କର୍ଣ୍ଣଲ ପ୍ରତିଛବି ପଥ (_K):
sl: Pod do slike _jedra:

source: _Name:
be@latin: _Nazva:
ne: नाम:
nn: _Namn:
or: ନାମ (_N):
sl: _Ime:

source: _Operating system:
be@latin: _Aperacyjnaja systema:
ne: सञ्चालन प्रणाली:
nn: _Operativsystem:
or: ପ୍ରଚାଳନ ତନ୍ତ୍ର (_O):
sl: _Operacijski sistem:

source: _Parameters:
be@latin: _Parametry:
ne: परामितिहरू:
nn: _Parameterar:
or: ପାରାମିଟର (_P):
sl: _Parametri:

source: _Root file system device:
be@latin: Pryłada z _karaniovaj fajłavaj systemaj:
ne: मूल फाइल प्रणाली यन्त्र:
nn: _Eining for rotfilsystem:
or: ରୁଟ ଫାଇଲ ତନ୍ତ୍ର ଉପକରଣ (_R):
sl: _Naprava s korenskim sistemom:

source: <span weight="bold" size="larger">Please enter your root password</span>
be@latin: <span weight="bold" size="larger">Uviadzi svoj parol "root"</span>
ne: <span weight="bold" size="larger">कृपया तपाईँको मूल पासवर्ड प्रविष्ट गर्नुहोस् होस्</span>
nn: <span weight="bold" size="larger">Skriv root-passordet</span>
or: <span weight="bold" size="larger">ଦୟାକରି ପ୍ରମୂଖ ଚାଳକର ପ୍ରବେଶ ସଙ୍କେତକୁ ଭରଣ କରନ୍ତୁ</span>
sl: <span weight="bold" size="larger">Prosim vpišite administrativno (root) geslo</span>

source: <span weight="bold" size="larger">The platform you are running is not supported by this tool</span>
be@latin: <span weight="bold" size="larger">Hetaja pryłada nie padtrymvaje tvajoj platformy</span>
ne: <span weight="bold" size="larger">तपाईँले सञ्चालन गर्नुभएको प्लेटफर्मलाई यो उपकरणले समर्थन गर्दैन</span>
nn: <span weight="bold" size="larger">Plattformen du køyrer er ikkje støtta av dette verktøyet.</span>
or: <span weight="bold" size="larger">ଆପଣ ଚାଳନ କରୁଥିବା ପ୍ଲାଟଫର୍ମଟି ଏହି ଉପକରଣ ଦ୍ବାରା ସହାୟକ ନୁହେଁ</span>
sl: <span weight="bold" size="larger">Platforma, ki jo uporabljate, ni podprta v tem orodjul</span>

source: Enter Password
be@latin: Uviadzi parol
ne: पासवर्ड प्रविष्ट गर्नुहोस्
nn: Skriv passord
or: ପ୍ରବେଶ ସଙ୍କେତକୁ ଭରଣ କରନ୍ତୁ
sl: Vpišite geslo

source: If you know for sure that it works like one of the platforms listed below, you can select that and continue. Note, however, that this might damage the system configuration or downright cripple your computer.
be@latin: Kali ty ŭpeŭnieny, što systema pracuje, jak adna ź pieraličanych nižej platformaŭ, možaš abrać jaje i praciahnuć pracu. Uvažliva karystajsia takoj mahčymaściu, bo heta moža paškodzić albo całkam zrujnavać tvaju systemu.
ne: तपाईँलाई यदि यसले साँच्चिकै तल दिइएको मध्ये कुनै एउटाको जस्तो काम गर्दछ लाग्छ भने, तपाईँले त्यसलाई छानेर जारी राख्नुहोस्। याद गर्नुहोस् यसले तपाईँको प्रणालीको कन्फिग्रेसनलाई बिगार्न पनि सक्छ वा तपाईँको कम्प्युटरलाई डाउनराइट क्रिपल पनि गर्न सक्छ।
nn: Dersom du er sikker på at det virkar på ein av plattformane under, kan du velja det og halda fram. Merk at dette kan skada systemoppsettet og gjera datamaskinen ikkje virkar som han skal.
or: ଯଦି ଆପଣ ନିଶ୍ଚିତ ଯେ ଏହା ନିମ୍ନଲିଖିତ ଗୋଟିଏ ପ୍ଲାଟଫର୍ମ ଭଳି କାର୍ଯ୍ଯ କରିବ, ତାହାହେଲେ ଆପଣ ତାହାକୁ ଚୟନ କରି ପାରିବେ ଏବଂ ଆଗକୁ ବଢି ପାରିବେ। ତଥାପି ଏହା ଦ୍ରୁଷ୍ଟି ରଖନ୍ତୁ ଯେ, ଏହା ତନ୍ତ୍ରର ବିନ୍ଯାସକୁ ନଷ୍ଟ କରିପାରେ କିମ୍ବା ଆପଣଙ୍କ କମ୍ପୁଟରକୁ ଅଟକାଇପାରେ।
sl: Če ste prepričani, da deluje kot kakšna izmed spodaj naštetih platform, lahko le-to izberete in nadaljujete. Lahko pa to poškoduje nastavitev sistema ali ohromi računalnik

source: Remote administration
be@latin: Addalenaje administravańnie
ne: दूर प्रशासन
nn: Fjernadministrering
or: ଦୂର ପ୍ରଶାସନ
sl: Oddaljena administracija

source: Run _Without Password
be@latin: Uruchom _biez parolu
ne: पासवर्ड विना चलाउनुहोस्
nn: Køyr _utan passord
or: ପ୍ରବେଶ ସଙ୍କେତ ବିନା ଚଳାନ୍ତୁ (_W)
sl: Zaženi _brez gesla

source: Unsupported Platform
be@latin: Niepadtrymanaja platforma
ne: समर्थन नगरिएको प्लेटफर्म
nn: Ikkje støtta plattform
or: ଅସହାୟକ ପ୍ଲାଟଫର୍ମ
sl: Nepodprta platforma

source: Use this window to select the computer you wish to configure
be@latin: Abiary ŭ hetym aknie kamputar, jaki treba skanfihuravać
ne: तपाईँले कन्फिगर गर्न चाहेको कम्प्युटरलाई चयन गर्न यो सञ्झ्याल प्रयोग गर्नुहोस्
nn: Bruk dette vindauget til å velja kva for ein maskin du vil stilla inn.
or: ଆପଣ ବିନ୍ଯାସ କରିବାକୁ ଚାହୁଁଥିବା କମ୍ପୁଟରକୁ ଚୟନ କରିବା ପାଇଁ ଏହି ୱିଣ୍ଡୋକୁ ବ୍ଯବହାର କରନ୍ତୁ
sl: Uporabite to okno za izbiro računalnika, ki ga želite nastaviti

source: You need administrator privileges to use this tool. Enter a password to modify your system configuration.
be@latin: Ty musiš mieć pravy administratara, kab karystacca hetaj pryładaj. Uviadzi parol, kab madyfikavać kanfihuracyju hetaj systemy.
ne: यो उपकरण प्रयोग गर्नलाई तपाईँलाई प्रबन्धक बिशेषाधिकारहरू आवश्यकता पर्दछ। तपाईँको कन्फिगरेसन प्रणाली परिमार्जन गर्न पासवर्ड प्रविष्ट गर्नुहोस्।
nn: Du treng administratorprivilegier for å bruka dette verktøyet. Skriv eit passord for å endra systemoppsettet.
or: ଏହି ଉପକରଣକୁ ବ୍ଯବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ନିକଟରେ ପ୍ରଶାସକଙ୍କ ବିଶେଷ ଅଧିକାର ଥିବା ଉଚିତ। ଆପଣଙ୍କ ତନ୍ତ୍ରର ବିନ୍ଯାସକୁ ବଦଳାଇବା ପାଇଁ ଗୋଟିଏ ପ୍ରବେଶ ସଙ୍କେତ ଭରଣ କରନ୍ତୁ।
sl: Za uporabo tega orodja potrebujete administratorske privilegije. Vpišite geslo za spreminjanje nastavitev sistema.

source: _Password:
be@latin: _Parol:
ne: पासवर्ड:
nn: _Passord:
or: ପ୍ରବେଶ ସଙ୍କେତ (_P)
sl: _Geslo:

source: <b>Account data</b>
be@latin: <b>Źviestki kontu</b>
ne: <b>लेखा डेटा</b>
nn: <b>Kontodata</b>
or: <b>ଖାତାରେ ଥିବା ତଥ୍ଯ</b>
sl: <b>Podatki računa</b>

source: <b>Connection settings</b>
be@latin: <b>Nałady spałučeńnia</b>
ne: <b>जडान सेटिङ</b>
nn: <b>Tilkoplingsinnstillingar</b>
or: <b>ସଂଯୋଗ ବିନ୍ଯାସ</b>
sl: <b>Nastavitve povezave</b>

source: <b>Connection</b>
be@latin: <b>Spałučeńnie</b>
ne: <b>जडान</b>
nn: <b>Tilkopling</b>
or: <b>ସଂଯୋଗ</b>
sl: <b>Povezava</b>

source: <b>DNS Servers</b>
be@latin: <b>Servery DNS</b>
ne: <b>DNS सेवा प्रदायकहरू</b>
nn: <b>DNS-tenarar</b>
or: <b>DNS ସେବକ</b>
sl: <b>Strežniki DNS</b>

source: <b>Host Settings</b>
be@latin: <b>Nałady hostu</b>
ne: <b>होस्ट सेटिङ</b>
nn: <b>Vertsinnstillingar</b>
or: <b>ଆଧାର ବିନ୍ଯାସ</b>
sl: <b>Nastavitve gostitelja</b>

source: <b>Internet service provider data</b>
be@latin: <b>Źviestki ab Internet-pravajdery</b>
ne: <b>इन्टरनेट सेवा प्रदायक डेटा</b>
nn: <b>Internettleverandør-data</b>
or: <b>ଇଣ୍ଟରନେଟ ସେବା ପ୍ରଦାନକର୍ତାଙ୍କ ତଥ୍ଯ</b>
sl: <b>Podatki o ponudniku internetnih storitev</b>

source: <b>Modem settings</b>
be@latin: <b>Nałady mademu</b>
ne: <b>मोडेम सेटिङ</b>
nn: <b>Modeminnstillingar</b>
or: <b>ମୋଡେମ ବିନ୍ଯାସ</b>
sl: <b>Nastavitve modema</b>

source: <b>Search Domains</b>
be@latin: <b>Domeny pošuku</b>
ne: <b>खोजी डोमेनहरू</b>
nn: <b>Søkedomener</b>
or: <b>ପରିସର ମାନଙ୍କୁ ଖୋଜନ୍ତୁ</b>
sl: <b>Iskanje domen</b>

source: <b>Wireless settings</b>
be@latin: <b>Nałady biespravodnaha spałučeńnia</b>
ne: <b>ताररहित सेटिङ</b>
nn: <b>Innstillingar for trådlaust nettverk</b>
or: <b>ବେତାର ବିନ୍ଯାସ</b>
sl: <b>Brezžične nastavitve</b>

source: Aliases:
be@latin: Aliasy:
ne: उपनामहरू:
nn: Alias:
or: ଉପନାମ:
sl: Vzdevki:

source: C_onfiguration:
be@latin: _Kanfihuracyja:
ne: कन्फिगरेसन:
nn: _Oppsett:
or: ବିନ୍ଯାସ (_o):
sl: _Nastavitve:

source: Connections
be@latin: Spałučeńni
ne: जडानहरू
nn: Samband
or: ସଂଯୋଗ
sl: Povezave

source: D_omain name:
be@latin: Nazva d_omenu:
ne: डोमेन नाम:
nn: D_omenenamn:
or: ପରିସର ନାମ (_o):
sl: _Ime domene:

source: Default _gateway device:
be@latin: Pryłada zmoŭčanaj _bramy:
ne: पूर्वनिर्धारित गेटवे यन्त्र:
nn: Standard portnareining:
or: ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ଗେଟ-ଓ୍ବେ ଉପକରଣ (_g):
sl: Privzeta _prehodna naprava:

source: Device:
be@latin: Pryłada:
ne: यन्त्र:
nn: Eining:
or: ଉପକରଣ:
sl: Naprava:

source: E_nable this connection
be@latin: _Zadziejničaj hetaje spałučeńnie
ne: यो जडान सक्षम पार्नुहोस्
nn: B_ruk denne tilkoplinga
or: ଏହି ସଂଯୋଗକୁ ସକ୍ରିୟ କରନ୍ତୁ (_n)
sl: _Omogoči to povezavo

source: General
be@latin: Ahulnaje
ne: साधारण
nn: Generelt
or: ସାଧାରଣ
sl: Splošno

source: Host alias settings
be@latin: Nałady aliasu dla hostu
ne: होस्ट उपनाम सेटिङ
nn: Vertsalias-innstillingar
or: ଆଧାର ଉପନାମ ବିନ୍ଯାସ
sl: Nastavitve vzdevka gostitelja

source: Hosts
be@latin: Hosty
ne: होस्टहरू
nn: Vertar
or: ଆଧାର
sl: Gostitelji

source: IP address:
be@latin: IP adras:
ne: आई पी ठेगाना:
nn: IP-adresse:
or: ଆଇ.ପି. ଠିକଣା:
sl: Naslov IP:

source: Interface name:
be@latin: Nazva interfejsu:
ne: इन्टरफेस नाम:
nn: Namn på eining:
or: ଅନ୍ତରାପୃଷ୍ଠ ନାମ:
sl: Ime vmesnika:

source: Interface properties
be@latin: Ułaścivaści interfejsu
ne: इन्टरफेस गुण
nn: Eigenskapar for eining
or: ଅନ୍ତରାପୃଷ୍ଠ ଗୁଣଧର୍ମ
sl: Lastnosti vmesnika

source: Key _type:
be@latin: _Typ kluča:
ne: कुञ्जी प्रकार:
nn: Nøkkel_type:
or: ଚାବି ପ୍ରକାର (_t):
sl: _Vrsta ključa:

source: Location name:
be@latin: Nazva pałažeńnia:
ne: स्थान नाम:
nn: Namn på plassering:
or: ଅବସ୍ଥାନ ନାମ:
sl: Ime mesta:

source: Location:
be@latin: Pałažeńnie:
ne: स्थान:
nn: Stad:
or: ଅବସ୍ଥାନ:
sl: Mesto:

source: Modem
be@latin: Madem
ne: मोडेम
or: ମୋଡେମ

source: Network name (_ESSID):
be@latin: Sietkavaja nazva (_ESSID):
ne: सञ्जाल नाम (ESSID):
nn: Nettverksnamn (_ESSID):
or: ନେଟୱାର୍କ ନାମ (_ESSID):
sl: Omrežno ime (_ESSID):

source: Off Low Medium Loud
be@latin: Adklučany Cichi Siaredni Hučny
ne: बन्द न्यून मध्यम ठूलो
nn: Av Lågt Middels Høgt
or: ବନ୍ଦ କରନ୍ତୁ ନିମ୍ନ ମଧ୍ଯମ ଉଚ୍ଚ
sl: Izključeno Nizko Srednje Glasno

source: Options
be@latin: Opcyi
ne: विकल्पहरू
nn: Val
or: ବିକଲ୍ପ
sl: Možnosti

source: P_assword
be@latin: P_arol
ne: पासवर्ड
nn: P_assord
or: ପ୍ରବେଶ ସଙ୍କେତ (_a)
sl: _Geslo

source: Plain (ASCII) Hexadecimal
be@latin: Prosty (ASCII) Šasnaccatkovy
ne: सादा (ASCII) हेक्साडेसिमल
nn: Normal (ASCII) Heksadesimal
or: ସାଧା (ASCII) ଷୋଡଶ ଆଧାରୀ (ହେକ୍ସାଡେସିମାଲ)
sl: Golo besedilo (ASCII) Šestnajstiški

source: Select location name
be@latin: Abiary nazvu pałažeńnia
ne: स्थान नाम चयन गर्नुहोस्
nn: Vel namn på plassering
or: ଅବସ୍ଥାନ ନାମକୁ ଚୟନ କରନ୍ତୁ
sl: Izberite ime kraja

source: Static IP address DHCP
be@latin: Statyčny IP adras DHCP
ne: स्थिर आई पी ठेगाना DHCP
nn: Statisk IP-adresse DHCP
or: ଅପରିବର୍ତ୍ତନୀୟ ଆଇ.ପି. ଠିକଣାକୁ DHCP
sl: Statični naslov IP DHCP

source: Tones Pulses
be@latin: Tony Pulsy
ne: टोनहरू पल्सहरू
nn: Tonar Pulsar
or: ସ୍ବର କମ୍ପନ
sl: Tonski Pulzni

source: Use the Internet service provider nameservers
be@latin: Užyj servery nazvaŭ ad Internet-pravajdera
ne: इन्टरनेट सेवा प्रदायक नामसर्भरहरू प्रयोग गर्नुहोस्
nn: Bruk namnetenarane til internettleverandøren
or: ଇଣ୍ଟରନେଟ ସେବା ପ୍ରଦାନକର୍ତାଙ୍କ ନାମ ସେବକକୁ ବ୍ଯବହାର କରନ୍ତୁ
sl: Uporabi imenske strežnike ponudnika internetnih storitev
