Repository: phomes/gnome-system-tools
Catalog: po/*.po
Languages: be@latin, ne, nn, or, sl

source: WEP _key:
be@latin: WEP _kluč:
ne: WEP कुञ्जी:
nn: WEB-_nøkkel:
or: WEP ଚାବି (_k):
sl: _Ključ WEP:

source: _Activate
be@latin: _Zadziejničaj
ne: सक्रिय पार्नुहोस्
nn: _Bruk
or: ସକ୍ରିୟ କରନ୍ତୁ (_A)
sl: _Vključi

source: _Autodetect
be@latin: _Aŭtamatyčna vyznač
ne: स्वत: पत्ता लगाउनुहोस्
nn: _Oppdag
or: ସ୍ବତଃ ସନ୍ଧାନ (_A)
sl: _Samodejno zaznaj

source: _Deactivate
be@latin: _Deaktyvizuj
ne: निस्क्रिय पार्नुहोस्
nn: _Ikkje bruk
or: ନିଷ୍କ୍ରିୟ କରନ୍ତୁ (_D)
sl: _Izključi

source: _Dial prefix:
be@latin: Prefiks _naboru:
ne: डायल उपसर्ग:
nn: _Bylinje-nummer:
or: ଉପସର୍ଗକୁ ଡାଏଲ କରନ୍ତୁ (_D):
sl: _Klicna predpona:

source: _Dial type:
be@latin: _Typ naboru:
ne: डायल प्रकार:
nn: _Ringetype:
or: ଡାଏଲ ପ୍ରକାର (_D):
sl: _Vrsta klica:

source: _Gateway address:
be@latin: Adras _bramy:
ne: गेटवे ठेगाना:
nn: Adresse til portnar:
or: ଗେଟ-ଓ୍ବେ ଠିକଣା (_G):
sl: _Geslo za prehod:

source: _Hostname:
be@latin: Nazva _hostu:
ne: होस्टनाम:
nn: _Vertsnamn:
or: ଆଧାର ନାମ (_H):
sl: _Ime gostitelja:

source: _IP address:
be@latin: _IP adras:
ne: आई पी ठेगाना:
nn: _IP-adresse:
or: ଆଇ.ପି. ଠିକଣା:
sl: _Naslov IP:

source: _Local IP:
be@latin: _Lakalny IP:
ne: स्थानीय आइ. पी:
nn: Lokal IP:
or: ସ୍ଥାନୀୟ ଆଇ.ପି. (_L):
sl: _Lokalni IP:

source: _Modem port:
be@latin: _Port mademu:
ne: मोडेम पोर्ट:
or: ମୋଡେମ ସଂଯୋଗିକୀ (_M):
sl: _Vrata modema:

source: _Phone number:
be@latin: _Telefonny numar:
ne: फोन नम्बर:
nn: _Telefonnummer:
or: ଫୋନ ନମ୍ବର (_P):
sl: _Telefonska številka:

source: _Remote IP:
be@latin: _Addaleny IP:
ne: टाढाको आई पी:
nn: _Ekstern IP:
or: ଦୂର ଆଇ.ପି. (_R):
sl: _Oddaljeni IP:

source: _Retry if the connection breaks or fails to start
be@latin: _Paŭtary, kali spałučeńnie razryvajecca albo nie ŭstaloŭvajecca
ne: यदि जडान बिच्छेद भएमा वा सुरु हुन असफल भएमा पुन: कोशिस गर्नुहोस्
nn: _Prøv på nytt dersom tilkoplinga vert broten eller ikkje opna
or: ଯଦି ସମ୍ପର୍କଟି ଭାଙ୍ଗିଯାଏ କିମ୍ବା ସମ୍ପର୍କ ସ୍ଥାପନ କରିବାରେ ବିଳମ୍ବ ହୁଏ ତାହାହେଲେ ପୁନର୍ବାର ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ (_R)
sl: _Ponovno poskusi, če povezava propade ali se ne vzpostavi

source: _Set modem as default route to internet
be@latin: _Zrabi madem zmoŭčanaj bramaj u Internet
ne: मोडेमलाई इन्टरनेटमा पूर्वनिर्धारित बाटोको रूपमा सेट गर्नुहोस्
nn: _Bruk modem som standard veg til internett
or: ଇଣ୍ଟରନେଟ ସହିତ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ପଥ ପାଇଁ ମୋଡେମକୁ ବିନ୍ଯାସ କରନ୍ତୁ (_S)
sl: _Nastavi modem kot privzeto smer do interneta

source: _Subnet mask:
be@latin: _Maska padsietki:
ne: सबनेट मास्क:
nn: _Subnettmaske:
or: ସବନେଟ ମାସ୍କ (_S):
sl: _Podomrežna maska:

source: _Username:
be@latin: Nazva _karystalnika:
ne: प्रयोगकर्ता नाम:
nn: Br_ukarnamn:
or: ଚାଳକ ନାମ (_U):
sl: _Uporabniško ime:

source: _Volume:
be@latin: _Hučnaść:
ne: भोल्युम:
nn: _Lydstyrke:
or: ପ୍ରବଳତା (_V):
sl: _Nosilec:

source: Advanced settings:
be@latin: Prasunutyja nałady:
ne: उन्नत सेटिङ:
nn: Avanserte innstillingar:
or: ଉନ୍ନତ ବିନ୍ଯାସ:
sl: Napredne nastavitve:

source: Select the services that you wish to activate:
be@latin: Abiary absłuhi, jakija chočaš zadziejničać:
ne: तपाईँले सक्रिय गर्न चाहनुभएको सेवाहरू चयन गर्नुहोस्:
nn: Vel tenestane du vil bruka:
or: ଆପଣ ସକ୍ରିୟ କରିବାକୁ ଚାହୁଁଥିବା ସେବା ମାନଙ୍କୁ ଚୟନ କରନ୍ତୁ:
sl: Izberite storitev, ki jo želite aktivirati:

source: <b>Allowed hosts</b>
be@latin: <b>Dazvolenyja hosty</b>
ne: <b>अनुमति प्राप्त होस्टहरू</b>
nn: <b>Tillatne vertar</b>
or: <b>ସ୍ବୀକୃତିପ୍ରାପ୍ତ ଆଧାର</b>
sl: <b>Dovoljeni gostitelji</b>

source: <b>Hosts settings</b>
be@latin: <b>Nałady hostaŭ</b>
ne: <b>होस्ट सेटिङ</b>
nn: <b>Vertsinnstillingar</b>
or: <b>ଆଧାର ବିନ୍ଯାସ</b>
sl: <b>Nastavitve gostiteljev</b>

source: <b>Share properties</b>
be@latin: <b>Ułaścivaści ahulnych resursaŭ</b>
ne: <b>साझेदारी गुण</b>
nn: <b>Eigenskapar for deling</b>
or: <b>ଗୁଣଧର୍ମ ମାନଙ୍କୁ ଭାଗ କରନ୍ତୁ</b>
sl: <b>Lastnosti deljenja</b>

source: <b>Shared folder</b>
be@latin: <b>Ahulny kataloh</b>
ne: <b>साझेदारी गरिएका फोल्डर</b>
nn: <b>Delt mappe</b>
or: <b>ସହଭାଜ୍ଯ ଫୋଲଡର</b>
sl: <b>Deljene mape</b>

source: <b>WINS server</b>
ne: <b>WINS सर्भर</b>
nn: <b>WINS-tenar</b>
or: <b>ୱିନ୍ସ ସେବକ</b>
sl: <b>Strežnik WINS</b>

source: <b>Windows sharing Settings</b>
be@latin: <b>Nałady ahulnych resursaŭ Windows</b>
ne: <b>सञ्झ्याल साझेदारी सेटिङ</b>
nn: <b>Innstillingar for Windows-deling</b>
or: <b>ୱିଣ୍ଡୋଜ ବଣ୍ଟନ ବିନ୍ଯାସ</b>
sl: <b>Nastavitve deljenja Windows</b>

source: Add allowed hosts
be@latin: Dadaj dazvolenych hostaŭ
ne: अनुमति प्राप्त होस्टहरू थप्नुहोस्
nn: Legg til tillaten vert
or: ଅନୁମତି ପ୍ରାପ୍ତ ଆଧାର ମାନଙ୍କୁ ଯୋଗ କରନ୍ତୁ
sl: Dodaj dovoljene gostitelje

source: Allow _browsing folder
be@latin: Dazvol _vandravać pa katalohu
ne: फोल्डरलाई ब्राउज गर्न अनुमति दिनुहोस्
nn: Tillat å _bla gjennom mappa
or: ଫୋଲଡର ବ୍ରାଉଜ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରଦାନ କରନ୍ତୁ (_b)
sl: Dovoli _brskanje map

source: Allowed hosts:
be@latin: Dazvolenyja hosty:
ne: अनुमति प्राप्त होस्टहरू:
nn: Tillatne vertar:
or: ଅନୁମତି ପ୍ରାପ୍ତ ଆଧାର:
sl: Dovoljeni gostitelji:

source: Comment:
be@latin: Kamentar:
ne: टिप्पणी:
nn: Merknad:
or: ଟିପ୍ପଣୀ:
sl: Komentar:

source: Do not use WINS server
be@latin: Nie vykarystoŭvaj server WINS
ne: WINS सर्भर प्रयोग नगर्नुहोस्
nn: Ikkje bruk WINS-tenar
or: ୱିନ୍ସ ସେବକକୁ ବ୍ଯବହାର କରନ୍ତୁ ନାହିଁ
sl: Ne uporabi strežnika WINS

source: Domain / _Workgroup
be@latin: Domen / _Pracoŭnaja hrupa
ne: डोमेन / कार्य समूह
nn: Domene/_arbeidsgruppe:
or: ପରିସର / କାର୍ଯ୍ଯସମୂହ (_W)
sl: Domena/Delovna _skupina

source: General Windows sharing settings
be@latin: Asnoŭnyja nałady ahulnych resursaŭ Windows
ne: साधारण सञ्झ्याल साझेदारी सेटिङ
nn: Allmenne innstillingar for Windows-deling
or: ସାଧାରଣ ୱିଣ୍ଡୋ ସହଭାଗ ବିନ୍ଯାସ
sl: Splošne nastavitve deljenja Windows

source: Host name:
be@latin: Nazva hostu:
ne: होस्ट नाम:
nn: Vertsnamn:
or: ଆଧାର ନାମ:
sl: Ime gostitelja:

source: Name:
be@latin: Nazva:
ne: नाम:
nn: Namn:
or: ନାମ:
sl: Ime:

source: Netmask:
be@latin: Maska sietki:
ne: नेटमास्क:
nn: Nettmaske:
or: ନେଟମାସ୍କ:
sl: Omrežna maska:

source: Network:
be@latin: Sietka:
ne: सञ्जाल:
nn: Nettverk:
or: ନେଟୱାର୍କ:
sl: Omrežje:

source: Read only
be@latin: Tolki čytać
ne: पढ्ने मात्र
nn: Skrivebeskytta
or: କେବଳ ପଠନୀୟ
sl: Samo za branje

source: Share folder
be@latin: Abahulniaj kataloh
ne: फोल्डर साझेदारी गर्नुहोस्
nn: Delt mappe
or: ବଣ୍ଟା ଯାଇଥିବା ଫୋଲଡର
sl: Deli mapo

source: Share with:
be@latin: Abahulniaj z:
ne: यससँग साझेदारी गर्नुहोस्:
nn: Del med:
or: ଏହା ସହିତ ଭାଗ କରନ୍ତୁ:
sl: Deli z:

source: This computer is a WINS server
be@latin: Hety kamputer źjaŭlajecca serveram WINS
ne: यो कम्प्युटर एउटा WINS सर्भर हो
nn: Denne maskinen er ein WINS-tenar
or: ଏହି କମ୍ପୁଟରଟି ଗୋଟିଏ ୱିନ୍ସ ସେବକ ଅଟେ
sl: Ta računalnik je strežnik WINS

source: Use WINS Server
be@latin: Užyj server WINS
ne: WINS सर्भर प्रयोग गर्नुहोस्
nn: Bruk WINS-tenar
or: ୱିନ୍ସ ସେବକକୁ ବ୍ଯବହାର କରନ୍ତୁ
sl: Uporabi strežnik WINS

source: Windows sharing settings
be@latin: Nałady Ahulnych resursaŭ Windows
ne: सञ्झ्याल साझेदारी सेटिङ
nn: Innstillingar for Windows-deling
or: ୱିଣ୍ଡୋଜ ବଣ୍ଟନ ବିନ୍ଯାସ
sl: Nastavitve deljenja Windows

source: _Add host
be@latin: _Dadaj host
ne: होस्ट थप्नुहोस्
nn: _Legg til vert
or: ଆଧାର ଯୋଗ କରନ୍ତୁ (_A)
sl: _Dodaj gostitelja

source: _Host description:
be@latin: Apisańnie _hostu:
ne: होस्ट वर्णन:
nn: _Vertsskildring:
or: ଆଧାର ବର୍ଣ୍ଣନା (_H):
sl: _Opis gostitelja

source: _Path:
be@latin: _Ściežka:
ne: बाटो:
nn: _Sti:
or: ପଥ (_P):
sl: _Pot:

source: _Read only
be@latin: _Tolki čytać
ne: पढ्ने मात्र
nn: _Skrivebeskytta
or: କେବଳ ପଠନୀୟ (_R)
sl: _Samo za branje

source: (unconfigured)
be@latin: (nieskanfihuravanaje)
ne: (कन्फिगर नगरिएको)
nn: (ikkje stilt inn)
or: (ଅବିନ୍ଯସ୍ତ)
sl: (ni nastavljeno)

source: <b>Selection</b>
be@latin: <b>Vybar</b>
ne: <b>चयन</b>
or: <b>ଚୟନ</b>
sl: <b>Izbira</b>

source: <b>Time zone</b>
be@latin: <b>Časavy pojas</b>
ne: <b>समय क्षेत्र</b>
nn: <b>Tidssone</b>
or: <b>ସମୟ ମଣ୍ଡଳ</b>
sl: <b>Časovni pas</b>

source: Add NTP Server
be@latin: Dadaj server NTP
ne: NTP सर्भर थप गर्नुहोस्
nn: Legg til NTP-tenar
or: NTP ସେବକକୁ ଯୋଗ କରନ୍ତୁ
sl: Dodaj strežnik NTP

source: NTP server
be@latin: Server NTP
ne: NTP सर्भर
nn: NTP-tenar
or: NTP ସେବକ
sl: Strežnik NTP

source: S_ynchronize clock with Internet servers:
be@latin: S_ynchranizuj hadzińnik z Internet-serverami:
ne: इन्टरनेट सेवा प्रदायकहरूसँग घडीलाई समक्रमण गर्नुहोस्:
nn: _Still klokka etter den valde tenaren:
or: ଇଣ୍ଟରନେଟ ସେବକ ସହିତ ଘଡିକୁ ସମକାଳୀତ କରନ୍ତୁ (_y):
sl: S_inhroniziraj uro z internetnimi strežniki:

source: Se_lect Servers...
be@latin: _Abiary servery...
ne: सर्भरहरू चयन गर्नुहोस्...
nn: Vel tenarar ...
or: ସେବକ ମାନଙ୍କୁ ଚୟନ କରନ୍ତୁ (_l) ...
sl: _Izberite strežnike ...

source: Time servers
be@latin: Servery času
ne: समय सर्भरहरू
nn: Tidstenarar
or: ସମୟ ସେବକ
sl: Časovni strežniki

source: Time zone
be@latin: Časavy pojas
ne: समय क्षेत्र
nn: Tidssone
or: ସମୟ ମଣ୍ଡଳ
sl: Časovni pas

source: Time zone:
be@latin: Časavy pojas:
ne: समय क्षेत्र:
nn: Tidssone:
or: ସମୟ ମଣ୍ଡଳ:
sl: Časovni pas:

source: _Date:
be@latin: _Data:
ne: मिति:
nn: _Dato:
or: ତାରିଖ (_D):
sl: _Datum:

source: _Select Time Zone...
be@latin: _Abiary časavy pojas...
ne: समय क्षेत्र चयन गर्नुहोस्...
nn: Vel tids_sone ...
or: ସମୟ ମଣ୍ଡଳକୁ ଚୟନ କରନ୍ତୁ (_S)...
sl: _Izberi časovni pas ...

source: _Time:
be@latin: _Čas:
ne: समय:
nn: _Tid:
or: ସମୟ (_T):
sl: Č_as:

source: <span weight="bold">Advanced Settings</span>
be@latin: <span weight="bold">Pašyranyja nałady</span>
ne: <span weight="bold">उन्नत सेटिङ</span>
nn: <span weight="bold">Avanserte innstillingar</span>
or: <span weight="bold">ଉନ୍ନତ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Napredne nastavitve</span>

source: <span weight="bold">Automatic UID/GID</span>
be@latin: <span weight="bold">Aŭtamatyčnyja UID/GID</span>
ne: <span weight="bold">स्वचालित UID/GID</span>
nn: <span weight="bold">Automatisk UID/GID</span>
or: <span weight="bold">ସ୍ବୟଂଚାଳିତ ୟୁ.ଆଇ.ଡି./ଜି.ଆଇ.ଡି.</span>
sl: <span weight="bold">Samodejen UID/GID</span>

source: <span weight="bold">Contact Information</span>
be@latin: <span weight="bold">Kantaktnyja źviestki</span>
ne: <span weight="bold">सम्पर्क सूचना</span>
nn: <span weight="bold">Kontaktinformasjon</span>
or: <span weight="bold">ସମ୍ପର୍କ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Kontaktne informacije</span>

source: <span weight="bold">Group Members</span>
be@latin: <span weight="bold">Udzielniki hrupy</span>
ne: <span weight="bold"> समूह सदस्यहरू</span>
nn: <span weight="bold">Gruppemedlemmer</span>
or: <span weight="bold">ସମୂହ ସଦସ୍ଯ</span>
sl: <span weight="bold">Člani skupine</span>

source: <span weight="bold">Optional Settings</span>
be@latin: <span weight="bold">Dadatkovyja nałady</span>
ne: <span weight="bold">वैकल्पिक सेटिङ</span>
nn: <span weight="bold">Valfrie innstillingar</span>
or: <span weight="bold">ଇଚ୍ଛାଧୀନ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Dodatne nastavitve</span>

source: <span weight="bold">Password Settings</span>
be@latin: <span weight="bold">Nałady parolu</span>
ne: <span weight="bold"> पासवर्ड सेटिङ</span>
nn: <span weight="bold">Passordinnstillingar</span>
or: <span weight="bold">ପ୍ରବେଶ ସଙ୍କେତ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Nastavitve gesla</span>

source: <span weight="bold">Password</span>
be@latin: <span weight="bold">Parol</span>
ne: <span weight="bold">पासवर्ड</span>
nn: <span weight="bold">Passord</span>
or: <span weight="bold">ପ୍ରବେଶ ସଙ୍କେତ</span>
sl: <span weight="bold">Geslo</span>

source: <span weight="bold">Profile Settings</span>
be@latin: <span weight="bold">Nałady profilu</span>
ne: <span weight="bold">प्रोफाइल सेटिङ</span>
nn: <span weight="bold">Profilinnstillingar</span>
or: <span weight="bold">ରୂପରେଖ ବିନ୍ଯାସ</span>
sl: <span weight="bold">Nastavitve profila</span>

source: <span weight="bold">System Defaults</span>
be@latin: <span weight="bold">Zmoŭčanyja systemnyja nałady</span>
ne: <span weight="bold">प्रणाली पूर्वनिर्धारण</span>
nn: <span weight="bold">Standardval for systemet</span>
or: <span weight="bold">ତନ୍ତ୍ରର ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ସାଧନ</span>
sl: <span weight="bold">Privzete sistemske nastavitve</span>

source: <span weight="bold">User Profile</span>
be@latin: <span weight="bold">Profil karystalnika</span>
ne: <span weight="bold"> प्रयोगकर्ता प्रोफाइल</span>
nn: <span weight="bold">Brukarprofil</span>
or: <span weight="bold">ଚାଳକର ରୂପରେଖ</span>
sl: <span weight="bold">Uporabniški profil</span>

source: Account
be@latin: Kont
ne: लेखा
nn: Konto
or: ହିସାବ ଖାତା
sl: Račun

source: Advanced
be@latin: Pašyranaje
ne: उन्नत
nn: Avansert
or: ଉନ୍ନତ
sl: Napredno

source: Allow user to:
be@latin: Dazvol karystalniku:
ne: प्रयोगकर्तालाई अनुमति दिनुहोस्:
nn: Tillat brukar å:
or: ଏହା କରିବା ପାଇଁ ଚାଳକକୁ ଅନୁମତି ପ୍ରଦାନ କରନ୍ତୁ:
sl: Dovoli uporabniku da:

source: Assign a random password by default
be@latin: Pryznač vypadkovy parol zmoŭčana
ne: पूर्वनिर्धारिण द्वारा एउटा अनियमित पासवर्ड मानाङ्कन गर्नुहोस्
nn: Gje eit tilfeldig passord som standard
or: ଗୋଟିଏ କ୍ରମମୁକ୍ତ ପ୍ରବେଶ ସଙ୍କେତକୁ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ଭାବରେ ନିରୂପଣ କରନ୍ତୁ
sl: Privzeto dodeli naključno geslo

source: Check password _quality
be@latin: Praviaraj _jakaść parolu
ne: पासवर्ड गुण जाँच्नुहोस्
nn: Kontroller passord_kvaliteten
or: ପ୍ରବେଶ ସଙ୍କେତ ଉତ୍କର୍ଷତାର ଯାଞ୍ଚ କରନ୍ତୁ (_q)
sl: Preveri _kakovost gesla

source: Con_firmation:
be@latin: _Paćvierdžańnie:
ne: यकिन:
nn: Stad_festing:
or: ଅନୁମୋଦନ (_f):
sl: Potr_ditev

source: Days between warning and password expiration:
be@latin: Dzion ad pieraściarohi da kanca terminu dziejańnia parolu:
ne: चेतावनी र पासवर्ड मिति समाप्ति बीचका दिनहरू:
nn: Dagar mellom åtvaring og forelding av passord:
or: ଚେତାବନୀ ଏବଂ ପ୍ରବେଶ ସଙ୍କେତ ନଷ୍ଟ ହେବା ମଧ୍ଯରେ କେତେ ଦିନ:
sl: Dnevi med opozorilom in pretekom gesla:

source: Default _group:
be@latin: Zmoŭčanaja _hrupa:
ne: पूर्वनिर्धारित समूह:
nn: Standard_gruppe:
or: ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ସମୂହ (_g):
sl: Privzeta _skupina:

source: Default _shell:
be@latin: Zmoŭčanaja _abałonka:
ne: पूर्वनिर्धारित शेल:
nn: Standard_skal:
or: ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ଆବରଣ (_s):
sl: Privzeta _ukazna lupina:

source: Generate _random password
be@latin: Hieneruj _vypadkovy parol
ne: अनियमित पासवर्ड उत्पन्न गर्नुहोस्
nn: Lag _tilfeldig passord
or: କ୍ରମମୁକ୍ତ ପ୍ରବେଶ ସଙ୍କେତକୁ ସ୍ରୁଷ୍ଟି କରନ୍ତୁ (_r)
sl: Generiraj _naključno geslo

source: Group _ID:
be@latin: _ID hrupy:
ne: समूह आइ डि:
nn: Gruppe-_ID:
or: ସମୂହର ପରିଚୟ (_I)
sl: ID skupine:

source: Group _members:
be@latin: _Udzielniki hrupy:
ne: समूह सदस्यहरू:
nn: Gruppe_medlemmar:
or: ସମୂହର ସଦସ୍ଯ (_m):
sl: Člani skupine:

source: Group _name:
be@latin: _Nazva hrupy:
ne: समूह नाम:
nn: Gruppe_namn:
or: ସମୂହର ନାମ (_n):
sl: _Ime skupine:

source: Group properties
be@latin: Ułaścivaści hrupy
ne: समूह गुण
nn: Gruppeeigenskapar
or: ସମୂହର ଗୁଣଧର୍ମ
sl: Lastnosti skupine

source: Groups
be@latin: Hrupy
ne: समूहहरू
nn: Grupper
or: ସମୂହ
sl: Skupine

source: Ma_ximum days a password may be used:
be@latin: _Maksymalnaja kolkaść dzion dla terminu dziejańnia parolu:
ne: पासवर्ड प्रयोग गर्न सकिने अधिकतम दिनहरू:
nn: St_ørste tal på dagar eit passord kan brukast:
or: ଗୋଟିଏ ପ୍ରବେଶ ସଙ୍କେତକୁ ବ୍ଯବହାର କରିବାର ସର୍ବାଧିକ ଅବଧି (_x):
sl: Naj_večje število dni, ko se geslo lahko uporablja:

source: Maximum UID:
be@latin: Maksymalny UID:
ne: अधिकतम UID:
nn: Største UID:
or: ସର୍ବାଧିକ ୟୁ.ଆଇ.ଡି.:
sl: Največji UID:

source: Mi_nimum days between password changes:
be@latin: _Minimalnaja kolkaść dzion pamiž źmienami parolu:
ne: पासवर्ड परिवर्तनहरू बीचका न्यूनत्तम दिनहरू:
nn: Mi_nste tal på dagar mellom passordbytte:
or: ପ୍ରବେଶ ସଙ୍କେତ ପରିବର୍ତନ ମଧ୍ଯରେ ସର୍ବନିମ୍ନ ଦିନ (_n):
sl: Naj_manjše število dni med spremembami gesla:

source: Minimum GID:
be@latin: Minimalny GID:
ne: न्यूनतम GID:
nn: Minste GID:
or: ସର୍ବନିମ୍ନ ଜି.ଆଇ.ଡି.:
sl: Najmanjši GID:

source: Minimum UID:
be@latin: Minimalny UID:
ne: न्यूनतम UID:
nn: Minste UID:
or: ସର୍ବନିମ୍ନ ୟୁ.ଆଇ.ଡି.:
sl: Najmanjši UID:

source: Minimum days allowed between password changes:
be@latin: Minimalnaja kolkaść dzion pamiž źmienami parolu:
ne: पासवर्ड परिवर्तनहरू बीचका अनुमति प्राप्त न्यूनतम दिनहरू:
nn: Minste tal på dagar tillate mellom passordbytte:
or: ପ୍ରବେଶ ସଙ୍କେତ ପରିବର୍ତନ ମଧ୍ଯରେ ସର୍ବନିମ୍ନ ସ୍ବୀକ୍ରୁତ ଦିବସ
sl: Najmanjše dovoljeno število dni med spremembami gesla:

source: Number of days that a password may be used:
be@latin: Kolkaść dzion, pakul možna karystacca parolem:
ne: एउटा पासवर्ड प्रयोग गर्न सकिने दिनहरूको सङ्ख्या:
nn: Tal på dagar eit passord kan brukast:
or: କେତେ ଦିନ ଗୋଟିଏ ପ୍ରବେଶ ସଙ୍କେତକୁ ବ୍ଯବହାର କରିହେବ:
sl: Število dni, ko se geslo lahko uporablja:

source: O_ffice location:
be@latin: Pałažeńnie _ofisu:
ne: कार्यालय स्थान:
nn: K_ontorplassering:
or: କାର୍ଯ୍ଯାଳୟ ଅବସ୍ଥାନ (_f):
sl: Mesto _pisarne:

source: Password set to:
be@latin: Parol akreśleny jak:
ne: पासवर्ड सेट:
nn: Passord sett til:
or: ପ୍ରବେଶ ସଙ୍କେତକୁ ଏଥିରେ ବିନ୍ଯାସ କରନ୍ତୁ:
sl: Geslo nastavljeno na:

source: Privileges
be@latin: Pravy
ne: विशेषाधिकार
nn: Privilegier
or: ବିଶେଷ ଅଧିକାର
sl: Privilegiji

source: Profile _name:
be@latin: _Nazva profilu:
ne: प्रोफाइल नाम:
nn: Profil_namn:
or: ରୂପରେଖ ନାମ (_n):
sl: Ime _profila:

source: Set password b_y hand
be@latin: Akreśli parol _uručnuju
ne: हातैले पासवर्ड सेट गर्नुहोस्
nn: Set passord _manuelt
or: ପ୍ରବେଶ ସଙ୍କେତକୁ ହାତରେ ବିନ୍ଯାସ କରନ୍ତୁ (_y)
sl: _Ročno nastavi geslo

source: Show a_ll users and groups
be@latin: Pakazvaj _usich karystalnikaŭ i ŭsie hrupy
ne: सबै प्रयोगकर्ता र समूहहरू देखाउनुहोस्
nn: Vis a_lle brukarane og gruppene
or: ସମସ୍ତ ଚାଳକ ଏବଂ ସମୂହ ମାନଙ୍କୁ ଦେଖନ୍ତୁ
sl: Prikaži v_se uporabnike in skupine

source: User _ID:
be@latin: _ID karystalnika:
ne: प्रयोगकर्ता आइ डि:
nn: Brukar-_ID:
or: ଚାଳକର ପରିଚୟ (_I):
sl: Uporabniški _ID:

source: User _password:
be@latin: _Parol karystalnika:
ne: प्रयोगकर्ता पासवर्ड:
nn: Brukar_passord:
or: ଚାଳକର ପ୍ରବେଶ ସଙ୍କେତ (_p):
sl: Uporabnikovo _geslo:

source: User privileges
be@latin: Pravy karystalnika
ne: प्रयोगकर्ता बिशेषाधिकार
nn: Brukarprivilegier
or: ଚାଳକର ଅଧିକାର
sl: Uporabniški privilegiji

source: User profiles
be@latin: Profili karystalnika
ne: प्रयोगकर्ता प्रोफाइल
nn: Brukarprofilar
or: ଚାଳକର ରୂପରେଖ
sl: Uporabniški profili

source: Users
be@latin: Karystalniki
ne: प्रयोगकर्ताहरू
nn: Brukarar
or: ଚାଳକ ମାନେ
sl: Uporabniki

source: _Add Group...
be@latin: _Dadaj hrupu...
ne: समूह थप्नुहोस्...
nn: _Legg til gruppe ...
or: ସମୂହ ଯୋଗ କରନ୍ତୁ (_A) ...
sl: Dodaj _skupino ...

source: _Add Profile...
be@latin: _Dadaj profil...
ne: प्रोफाइल थप्नुहोस् ....
nn: _Legg til profil ...
or: ରୂପରେଖ ଯୋଗ କରନ୍ତୁ (_A) ...
sl: _Dodoaj profil ...

source: _Add User...
be@latin: _Dadaj karystalnika...
ne: प्रयोगकर्ता थप्नुहोस्...
nn: _Legg til brukar ...
or: ଚାଳକ ଯୋଗ କରନ୍ତୁ (_A) ...
sl: Dodaj _uporabnika ...

source: _All users:
be@latin: _Usie karystalniki:
ne: सबै प्रयोगकर्ताहरू:
nn: _Alle brukarane:
or: ସମସ୍ତ ଚାଳକ (_A):
sl: _Vsi uporabniki:

source: _Comments
be@latin: _Kamentary
ne: टिप्पणीहरू
nn: _Kommentar
or: ଟିପ୍ପଣୀ (_C)
sl: _Komentarji

source: _Days between warning and password expiration:
be@latin: _Dzion ad pieraściarohi da kanca terminu dziejańnia parolu:
ne: चेतावनी र पासवर्ड मिति समाप्ति दिन बीचका दिनहरू:
nn: _Dagar mellom åtvaring og forelding av passord:
or: ଚେତାବନୀ ଏବଂ ପ୍ରବେଶ ସଙ୍କେତ ନଷ୍ଟ ହେବା ମଧ୍ଯରେ କେତେ ଦିନ (_D):
sl: _Dnevi med opozorilom in pretekom gesla

source: _Delete
be@latin: _Vydal
ne: मेट्नुहोस्
nn: _Slett
or: ଅପସାରଣ କରନ୍ତୁ (_D)
sl: _Izbriši

source: _Edit User Profiles...
be@latin: _Redahuj profili karystalnikaŭ...
ne: प्रयोगकर्ता प्रोफाइल सम्पादन गर्नुहोस्...
nn: R_ediger brukarprofilar ...
or: ଚାଳକର ରୂପରେଖକୁ ସମ୍ପାଦନ କରନ୍ତୁ (_E)...
sl: _Uredi uporabniške profile ...

source: _Generate
be@latin: Z_hieneruj
ne: उत्पन्न गर्नुहोस्
nn: _Lag
or: ସ୍ରୁଷ୍ଟି କରନ୍ତୁ (_G)
sl: _Generiraj

source: _Home directory:
be@latin: _Chatni kataloh:
ne: गृह डाइरेक्टरी:
nn: _Heimekatalog:
or: ମୂଳସ୍ଥାନ ପଞ୍ଜିକା (_H):
sl: _Domači imenik:

source: _Home phone:
be@latin: _Chatni telefon:
ne: गृह फोन:
nn: _Heimetelefon:
or: ଘରୋଇ ଫୋନ (_H):
sl: _Domači telefon:

source: _Main group:
be@latin: _Hałoŭnaja hrupa:
ne: मुख्य समूह:
nn: _Hovudgruppe:
or: ପ୍ରମୂଖ ସମୂହ (_M):
sl: _Glavna skupina:

source: _Profile:
be@latin: _Profil:
ne: प्रोफाइल:
nn: _Profil:
or: ରୂପରେଖ (_P):
sl: _Profil:

source: _Real name:
be@latin: _Sapraŭdnaje imia:
ne: वास्तविक नाम:
nn: _Verkeleg namn:
or: ପ୍ରକ୍ରୁତ ନାମ (_R):
sl: _Resnično ime:

source: _Shell:
be@latin: _Abałonka:
ne: शेल:
nn: _Skal:
or: ଆବରଣ (_S)
sl: _Ukazna lupina:

source: _Work phone:
be@latin: _Pracoŭny telefon:
ne: कार्य फोन:
nn: _Kontortelefon:
or: କାର୍ଯ୍ଯୋପଯୋଗୀ ଫୋନ (_W):
sl: _Delovni telefon:

source: Invalid VGA value
be@latin: Niapravilnaja vartaść VGA
ne: अवैध VGA मान
nn: Ugyldig VGA-verdi
or: ଅବୈଧ VGA ମୂଲ୍ଯ
sl: Neveljavna vrednost VGA

source: "%s" is not a valid VGA value.
be@latin: "%s" nie źjaŭlajecca pravilnaj vartaściu VGA.
ne: "%s" वैध VGA मान होइन।
nn: «%s» er ikkje ein gyldig VGA-verdi.
or: "%s" ଗୋଟିଏ ବୈଧ VGA ମୂଲ୍ଯ ନୁହେଁ।
sl: "%s" ni veljavna vrednost VGA

source: Error creating boot image
be@latin: Pamyłka stvareńnia zahruzačnaj vyjavy
ne: बुट छवि सिर्जना गर्दा त्रुटि
nn: Feil under oppretting av oppstartsbilete
or: ବୁଟ ପ୍ରତିଛବି ସୃଷ୍ଟି କରିବା ସମୟରେ ତୃଟି
sl: Napaka pri ustvarjanju zagonske slike

source: Creating a new boot image (%d of %d)
be@latin: Stvareńnie novaj zahruzačnaj vyjavy (%d z %d)
ne: नयाँ बुट छवि सिर्जना गर्दे (%d को %d)
nn: Lagar nytt oppstartsbilete (%d av %d)
or: ଗୋଟିଏ ନୂତନ ବୁଟ ପ୍ରତିଛବି ସୃଷ୍ଟି କରୁଅଛି (%d %d ର)
sl: Izdelovanje nove zagonske slike (%d od %d)

source: Finished creating a new boot image
be@latin: Zakončana stvareńnie novaj zahruzačnaj vyjavy
ne: नयाँ बुट छवि सिर्जना गर्ने कार्य सकियो
nn: Nytt oppstartsbilete ferdig
or: ଗୋଟିଏ ନୂତନ ବୁଟ ପ୍ରତିଛବିର ପ୍ରସ୍ତୁତିକରଣ ସମାପ୍ତ ହେଲା।
sl: Zaključeno ustvarjanje nove zagonske slike

source: Unknown
be@latin: Nieviadomaja
ne: अज्ञात
nn: Ukjend
or: ଅଜଣା
sl: Neznan

source: Windows NT
ne: सञ्झ्याल NT

source: Windows 9x
ne: सञ्झ्याल 9x

source: Dos
ne: डस

source: Linux
ne: लिनक्स

source: Linux swap
ne: लिनक्स स्वाप
nn: Linux veksleminne
or: Linux ସ୍ବାପ

source: GNU/Hurd
ne: जि एन यू/हर्ड

source: "%s" is an invalid path
be@latin: "%s" nie źjaŭlajecca pravilnaj ściežkaj
ne: "%s" एउटा अवैध बाटो हो
nn: «%s» er ein ugyldig sti
or: "%s" ଗୋଟିଏ ଅବୈଧ ପଥ ଅଟେ
sl: "%s" je neveljavna pot

source: "%s" already exists, please set another name.
be@latin: "%s" užo isnuje, akreśli inšuju nazvu.
ne: "%s" पहिले नै अवस्थित छ, कृपया अर्को नाम सेट गर्नुहोस्।
nn: «%s» finst frå før. Vel eit anna namn.
or: "%s" ନାମ ପୂର୍ବରୁ ଦିଆଯାଇଛି, ଦୟାକରି ଅନ୍ଯ ଗୋଟିଏ ନାମ ଦିଅନ୍ତୁ।
sl: "%s" že obstaja, prosim nastavite drugo ime.

source: Invalid image name: "%s".
be@latin: Niapravilnaja nazva vyjavy: "%s".
ne: अवैध छवि नाम: "%s"।
nn: Ugyldig biletenamn: «%s».
or: ଅବୈଧ ପ୍ରତିଛବି ନାମ: "%s"।
sl: Neveljavno ime slike: "%s".

source: Invalid image: "%s".
be@latin: Niapravilnaja vyjava: "%s".
ne: अवैध छवि: "%s"।
nn: Ugyldig bilete: «%s».
or: ଅବୈଧ ପ୍ରତିଛବି: "%s"।
sl: Neveljavna slika: "%s".

source: Invalid root device: "%s".
be@latin: Niapravilnaja karaniovaja pryłada: "%s".
ne: अवैध मूल यन्त्र:"%s"।
nn: Ugyldig roteining: «%s».
or: ଅବୈଧ ରୁଟ ଉପକରଣ: "%s"।
sl: Neveljavna korenska naprava: "%s".

source: _Module path:
be@latin: _Ściežka modulu:
ne: मोड्युल बाटो:
nn: _Sti til modular:
or: ଏକକାଂଶ ପଥ (_M):
sl: _Pot do modula:

source: Password confirmation is not correct.
be@latin: Paćvierdžańnie parolu niapravilnaje.
ne: पासवर्ड यकिन सही छैन।
nn: Passordstadfestinga er ikkje rett.
or: ପ୍ରବେଶ ସଙ୍କେତ ଅନୁମୋଦନଟି ସଠିକ ନୁହେଁ।
sl: Potrditev gesla ni pravilna.

source: Error modifying boot image
be@latin: Pamyłka madyfikacyi zahruzačnaj vyjavy
ne: बुट छवि परिमार्जन गर्दा त्रुटि
nn: Feil under endring av oppstartsbilete
or: ବୁଟ ପ୍ରତିଛବିକୁ ବଦଳାଇବା ସମୟରେ ତୃଟି
sl: Napaka pri spreminjanju zagonske slike

source: Boot
be@latin: Zahruzka
ne: बुट गर्नुहोस्
nn: Oppstart
or: ବୁଟ କରନ୍ତୁ
sl: Zagon

source: Configure the system boot process
be@latin: Kanfihuruj praces zahruzki systemy
ne: प्रणाली बुट प्रक्रियालाई कन्फिगर गर्नुहोस्
nn: Still inn systemoppstarten
or: ତନ୍ତ୍ର ବୁଟ ପ୍ରକ୍ରିୟାକୁ ବିନ୍ଯାସ କରନ୍ତୁ
sl: Nastavi proces zagona sistema

source: Boot Image Editor
be@latin: Redaktar zahruzačnych vyjavaŭ
ne: छवि सम्पादक बुट गर्नुहोस्
nn: Oppstartsbileteredigering
or: ବୁଟ ପ୍ରତିଛବି ସମ୍ପାଦକ
sl: Urejevalnik zagonske slike
